Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# AUTOEXEC_CONFIGFILE_HELP
source: Lines in this section will be run at startup. You can put your MOUNT lines here.
es_es: Las líneas de esta sección se iniciarán al inicio. Puedes poner tus líneas MOUNT aqui.
ja_jp: このセクションに記載の行は起動時に実行されます。 MOUNT したい場合はここに記載できます。

# CONFIGFILE_INTRO
source: # This is the configuration file for DOSBox-X %s. (Please use the latest version of DOSBox-X) # Lines starting with a # are comment lines and are ignored by DOSBox-X. # They are used to (briefly) document the effect of each option. # To write out ALL options, use command 'config -all' with -wc or -writeconf options.
es_es: # Este es el archivo de configuración de DOSBox-X %s. (Usa la última versión si puedes) # Líneas con un # al principio son comentarios y se ignoran por DOSBox-X. # Estas líneas se usan para documentar brevemente el efecto de cada opción. # Para escribir TODAS las opciones, usa el comando 'config -all' con -wc o -writeconf.
ja_jp: # これは DOSBox-X %s の設定ファイルです。 (最新のバージョンのDOSBox-Xを使用してください) # # から始まる行はコメント行で、DOSBox-Xは無視します。 # それぞれのオプションの意味(の概要)を説明するために用います。 # すべてのオプションを書き出すためには, 'config -all' コマンドに -wc または -writeconf のオプションを加えて実行してください。

# CONFIG_SUGGESTED_VALUES
source: Possible values
es_es: Valores posibles
ja_jp: 設定可能な値

# CONFIG_ADVANCED_OPTION
source: Advanced options (see full configuration reference file [dosbox-x.reference.full.conf] for more details)
es_es: Opciones avanzadas (ver archivo de referencias de configuración completo [dosbox-x.reference.full.conf] para más detalles)
ja_jp: 詳細オプション (設定リファレンスファイル[dosbox-x.reference.full.conf]を参照)
zh_cn: Advanced option (see full configuration reference file [dosbox-x.reference.full.conf] for more details)
zh_tw: Advanced option (see full configuration reference file [dosbox-x.reference.full.conf] for more details)

# CONFIG_TOOL
source: DOSBox-X Configuration Tool
es_es: Herramienta de configuración de DOSBox-X
ja_jp: DOSBox-X 設定ツール
zh_cn: DOSBox-X 配置工具
zh_tw: DOSBox-X 組態工具

# CONFIG_TOOL_EXIT
source: Exit configuration tool
es_es: Salir de la herramienta de configuración
ja_jp: 設定ツールを終了する
zh_cn: 退出配置工具
zh_tw: 結束組態工具

# MAPPER_EDITOR_EXIT
source: Exit mapper editor
es_es: Abandonar editor de mapeo
ja_jp: マッパーエディター終了する
zh_cn: 退出按键编辑
zh_tw: 結束按鍵編輯

source: Save mapper file
es_es: Salvar archivo de mapeo
ja_jp: マッパーファイルを保存
zh_cn: 保存按键配置文件
zh_tw: 儲存按鍵配置檔案

source: Warning
es_es: Aviso
ja_jp: 注意
zh_cn: 警告
zh_tw: 警告

source: Yes
es_es: Sí
ja_jp: はい
zh_cn: 是
zh_tw: 是

source: No
ja_jp: いいえ
zh_cn: 否
zh_tw: 否

source: Cancel
es_es: Cancelar
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

source: Close
es_es: Cerrar
ja_jp: 閉じる
zh_cn: 关闭
zh_tw: 關閉

source: Update
es_es: Actualizar
ja_jp: 更新
zh_cn: 更新
zh_tw: 更新

source: Add
es_es: Añadir
ja_jp: 追加
zh_cn: 加入
zh_tw: 加入

source: Del
es_es: Suprimir
ja_jp: 削除
zh_cn: 删除
zh_tw: 刪除

source: Next
es_es: Siguiente
ja_jp: 次
zh_cn: 下个
zh_tw: 下個

source: Save
es_es: Guardar
ja_jp: 保存
zh_cn: 保存
zh_tw: 儲存

source: Exit
es_es: Salir
ja_jp: 終了
zh_cn: 退出
zh_tw: 結束

source: Capture
es_es: Capturar
ja_jp: キャプチャ
zh_cn: 捕获
zh_tw: 擷取

source: Save configuration
es_es: Guarda configuración
ja_jp: 設定を保存
zh_cn: 保存配置
zh_tw: 儲存組態

# SAVE_LANGUAGE
source: Save language file
es_es: Exportar archivo de idioma
ja_jp: 言語ファイルを保存
zh_cn: 保存语言文件
zh_tw: 儲存語言檔案

source: Save & Restart
es_es: Guarda/Reinicia
ja_jp: 保存後に再起動
zh_cn: 保存并重启动
zh_tw: 儲存並重開

source: Paste Clipboard
es_es: Pegar del portapapeles
ja_jp: クリップボードを貼付
zh_cn: 粘贴剪贴板文字
zh_tw: 貼上剪貼簿文字

source: Append History
es_es: Agregar historial
ja_jp: 履歴を追加
zh_cn: 附加历史
zh_tw: 附加歷史

source: Execute Now
es_es: Ejecutar ahora
ja_jp: いま実行する
zh_cn: 立即执行
zh_tw: 立即執行

# ADDITION_CONTENT
source: Additional Content:
es_es: Contenido adicional:
ja_jp: 設定内容:
zh_cn: 附加内容:
zh_tw: 附加內容:

source: Content:
es_es: Contenido:
ja_jp: 実行する内容:
zh_cn: 内容:
zh_tw: 內容:

# EDIT_FOR
source: Edit %s
es_es: Editar %s
ja_jp: %s を編集
zh_cn: 编辑 %s
zh_tw: 編輯 %s

# HELP_FOR
source: Help for %s
es_es: Ayuda de %s
ja_jp: %s のヘルプ
zh_cn: %s 的帮助
zh_tw: %s 的說明

# CONFIGURATION_FOR
source: Configuration for %s
es_es: Configuración de %s
ja_jp: %s の設定
zh_cn: %s 的配置
zh_tw: %s 的組態

source: Configuration
es_es: Configuración
ja_jp: ファイル
zh_cn: 配置
zh_tw: 組態

source: Settings
es_es: Ajustes
ja_jp: 設定
zh_cn: 设置
zh_tw: 設定

# LOGGING_OUTPUT
source: DOSBox-X logging output
es_es: Salida de registro de DosBox-X
ja_jp: DOSBox-Xのログ出力
zh_cn: DOSBox-X记录显示
zh_tw: DOSBox-X 紀錄顯示

source: Code overview
es_es: Descripción general del código
ja_jp: コードの概要
zh_cn: 代码概览
zh_tw: 代碼概覽

source: Visit Homepage
es_es: Visitar página de DosBox-X
ja_jp: ホームページ
zh_cn: 访问主页
zh_tw: 拜訪首頁

# GET_STARTED
source: Getting Started
es_es: Primeros pasos en DosBox-X
ja_jp: 始めに
zh_cn: 轻松上手
zh_tw: 輕鬆上手

source: CD-ROM Support
es_es: Soporte de CD-ROM
ja_jp: CD-ROM サポート
zh_cn: 光盘支持
zh_tw: 光碟機支援

source: Drive information
es_es: Información de unidad
ja_jp: ドライブ情報
zh_cn: 驱动器信息
zh_tw: 磁碟機資訊

# MOUNTED_DRIVE_NUMBER
source: Mounted drive numbers
es_es: Nº de unidad montada
ja_jp: マウントされたドライブ数
zh_cn: 已分配的驱动器号
zh_tw: 已分配的磁碟機代號

source: IDE controller assignment
es_es: Asignación de controlador IDE
ja_jp: IDE コントローラ接続状態
zh_cn: IDE 控制器状态
zh_tw: IDE 控制器狀態

# HELP_COMMAND
source: Help on DOS command
es_es: Ayuda de comandos DOS
ja_jp: DOS コマンドのヘルプ
zh_cn: DOS 命令帮助
zh_tw: DOS 指令說明

# CURRENT_VOLUME
source: Current sound mixer volumes
es_es: Valores actuales del mezclador
ja_jp: 現在の音量ミキサの設定
zh_cn: 当前混音器音量
zh_tw: 目前混音器音量

# CURRENT_SBCONFIG
source: Sound Blaster configuration
es_es: Configuración de Sound Blaster
ja_jp: 現在の Sound Blaster 設定
zh_cn: 声卡配置信息
zh_tw: 音效卡組態資訊

# CURRENT_MIDICONFIG
source: Current MIDI configuration
es_es: Configuración actual de MIDI
ja_jp: 現在の MIDI 設定
zh_cn: MIDI 设备配置信息
zh_tw: MIDI 裝置組態資訊

# CREATE_IMAGE
source: Create blank disk image
es_es: Crear imagen de disco en blanco
ja_jp: 空のディスクイメージ作成
zh_cn: 创建空白磁盘镜像
zh_tw: 建立空白磁碟映像

# NETWORK_LIST
source: Network interface list
es_es: Lista de adaptadores de red
ja_jp: ネットワークインターフェース一覧
zh_cn: 网络接口列表
zh_tw: 網路介面卡清單

# PRINTER_LIST
source: Printer device list
es_es: Lista de dispositivos de impresión
ja_jp: プリンタデバイス一覧
zh_cn: 打印机设备列表
zh_tw: 印表機裝置清單

source: Introduction
es_es: Introducción
ja_jp: 紹介
zh_cn: 介绍
zh_tw: 介紹

# CONFIGURE_GROUP
source: Choose a settings group to configure:
es_es: Elija un grupo de ajustes a configurar:
ja_jp: 設定するグループを選択:
zh_cn: 选择设置组进行配置:
zh_tw: 選擇設定集進行組態:

# SHOW_ADVOPT
source: Show advanced options
es_es: Incluir avanzados
ja_jp: 詳細オプションの表示
zh_cn: 显示高级选项 .. :USE_PRIMARYCONFIG 使用主配置文件
zh_tw: 顯示進階選項 .. :USE_PRIMARYCONFIG 使用主組態檔案

# USE_PRIMARYCONFIG
source: Use primary config file
es_es: Usa config primario
ja_jp: プライマリ設定ファイル

# USE_PORTABLECONFIG
source: Use portable config file
es_es: Usa config portable
ja_jp: ポータブル設定ファイル
zh_cn: 使用程序目录配置文件
zh_tw: 使用程式目錄組態檔案

# USE_USERCONFIG
source: Use user config file
es_es: Usa config de usuario
ja_jp: ユーザ設定ファイル
zh_cn: 使用用户配置文件
zh_tw: 使用使用者組態檔案

# CONFIG_SAVETO
source: Enter filename for the configuration file to save to:
es_es: Nombre del archivo config a guardar:
ja_jp: 保存する設定ファイルの名前を入力:
zh_cn: 输入要保存的配置文件的文件名:
zh_tw: 輸入要儲存的組態檔名:

# CONFIG_SAVEALL
source: Save all (including advanced) config options to the configuration file
es_es: Guardar todo (incluyendo ajustes avanzados) al archivo config
ja_jp: 全て(詳細オプション含む)のオプションを設定ファイルに保存
zh_cn: 保存所有（包括高级）选项到配置文件
zh_tw: 儲存所有（包括進階）選項到組態檔案

# LANG_FILENAME
source: Enter filename for language file:
es_es: Introduce el nombre del archivo de idioma:
ja_jp: 言語ファイル名を入力:
zh_cn: 输入语言文件的文件名:
zh_tw: 輸入語言檔的檔名:

# LANG_LANGNAME
source: Language name (optional):
es_es: Nombre del lenguaje (opcional):
ja_jp: 言語ファイル名 (オプション):
zh_cn: 语言名称(可选):
zh_tw: 語言名稱(選填):

# INTRO_MESSAGE
source: Welcome to DOSBox-X, a free and complete DOS emulation package. DOSBox-X creates a DOS shell which looks like the plain DOS. You can also run Windows 3.x and 95/98 inside the DOS machine.
es_es: Bienvenido a DOSBox-X, un emulador de DOS completamente libre. DOSBox-X crea una consola DOS que funciona como un DOS real. También puedes ejecutar Windows 3.x y 95/98 bajo la máquina DOS.
ja_jp: DOSBox-Xへようこそ。無料で完全なDOSエミュレーションパッケージです。 DOSBox-Xは一般的なDOSに似たDOSシェルを表示します。 DOSマシンからWindows 3.x や 95/98を動作させることもできます。
zh_cn: 欢迎使用 DOSBox-X, 自由免费且完整的 DOS 模拟器. DOSBox-X 模拟 DOS 命令行让您觉得好像在真正使用 DOS. 您也可以在 DOS 虚拟机中运行 Windows 3.x 和 Windows 95/98.
zh_tw: 歡迎使用 DOSBox-X, 自由免費且完整的 DOS 模擬器. DOSBox-X 模擬 DOS 命令列讓您覺得好像在真正使用 DOS. 您也可以在 DOS 虛擬機中執行 Windows 3.x 和 Windows 95/98.

source: Drive
es_es: Disco
ja_jp: ドライブ
zh_cn: 驱动器
zh_tw: 磁碟機

source: Type
es_es: Tipo
ja_jp: タイプ
zh_cn: 类型
zh_tw: 類型

source: Label
es_es: Etiqueta
ja_jp: ラベル
zh_cn: 标签
zh_tw: 標籤

source: Drive number
es_es: Nº de unidad
ja_jp: ドライブ番号
zh_cn: 驱动器号
zh_tw: 磁碟機代號

source: Disk name
es_es: Nombre de disco
ja_jp: ディスク名
zh_cn: 磁盘名称
zh_tw: 磁碟名稱

source: IDE position
es_es: Posición IDE
ja_jp: IDE ポジション
zh_cn: IDE 位置
zh_tw: IDE 位置

source: Swap slot
es_es: Intercambiar slot
ja_jp: スロットの入替
zh_cn: 交换点
zh_tw: 交換儲存位

source: Empty slot
es_es: Slot vacío
ja_jp: 空のスロット
zh_cn: 空档
zh_tw: 空儲存位

source: Slot
ja_jp: スロット
zh_cn: 存档
zh_tw: 儲存位

source: < Previous Page
es_es: < Pág anterior
ja_jp: < 前のページ
zh_cn: < 上一页
zh_tw: < 上一頁

source: Next Page >
es_es: Pág siguiente >
ja_jp: 次のページ >
zh_cn: 下一页 >
zh_tw: 下一頁 >

# SELECT_EVENT
source: Select an event to change.
es_es: Elige evento a cambiar.
ja_jp: 設定変更するイベントを選択
zh_cn: 选择要修改的事件.
zh_tw: 選擇要修改的事件.

# SELECT_DIFFERENT_EVENT
source: Select a different event or hit the Add/Del/Next buttons.
es_es: Usa otro evento o usa Add/Del/Next.
ja_jp: イベントを選択または、追加/削除/次ボタンを押してください
zh_cn: 选择另一个事件或者按加入/删除/下个按钮.
zh_tw: 選擇另一個事件或者按加入/刪除/下個按鈕.

# PRESS_JOYSTICK_KEY
source: Press a key/joystick button or move the joystick.
es_es: Pulsa una tecla o usa el joystick.
ja_jp: キー/ボタンを押すか、ジョイスティックを動かします
zh_cn: 按键盘上的键/游戏杆按钮或者移动游戏杆.
zh_tw: 按鍵盤上的鍵/搖桿按鈕或者移動搖桿.

# CAPTURE_ENABLED
source: Capture enabled. Hit ESC to release capture.
es_es: Captura activada. Pulsa ESC para liberar.
ja_jp: キャプチャしています。ESCで終了します。
zh_cn: 捕获已启用. 按 ESC 键停止捕获.
zh_tw: 已啟用擷取. 按 ESC 鍵停止擷取.

source: Mapper file saved
es_es: Archivo de mapeado guardado.
ja_jp: マッバーファイルを保存しました
zh_cn: 按键配置文件已保存
zh_tw: 按鍵配置檔案已儲存

# AUTO_CYCLE_MAX
source: Auto cycles [max]
es_es: Ciclos automáticos [máximo]
ja_jp: 自動サイクル設定 [最大]
zh_cn: 自动选择周期 [最大]
zh_tw: 自動選擇週期 [最大]

# AUTO_CYCLE_AUTO
source: Auto cycles [auto]
es_es: Ciclos automáticos [auto]
ja_jp: 自動サイクル設定 [自動]
zh_cn: 自动选择周期 [自动]
zh_tw: 自動選擇週期 [自動]

# AUTO_CYCLE_OFF
source: Auto cycles [off]
es_es: Ciclos automáticos [inactivo]
ja_jp: 自動サイクル設定 [無効]
zh_cn: 自动选择周期 [关闭]
zh_tw: 自動選擇週期 [關閉]

# PROGRAM_CONFIG_PROPERTY_ERROR
source: No such section or property.
es_es: No existe tal sección o propiedad.
ja_jp: セクションまたはプロパティは無効です。
zh_cn: 找不到该段落或属性.
zh_tw: 找不到此段落或屬性.

# PROGRAM_CONFIG_NO_PROPERTY
source: There is no property %s in section %s.
es_es: No existe propiedad %s en la sección %s.
ja_jp: プロパティ %s はセクション %s に存在しません。
zh_cn: 属性 %s 在段落 %s 中无法找到.
zh_tw: 屬性 %s 在段落 %s 中無法找到.

# PROGRAM_CONFIG_SET_SYNTAX
source: The syntax for -set option is incorrect.
es_es: La sintaxis para la opcion -set es incorrecta.
ja_jp: -set オプションの文法に誤りがあります。
zh_cn: 选项 -set 的语法不正确.
zh_tw: 選項 -set 的語法不正確.

# PROGRAM_CONFIG_NOCONFIGFILE
source: No config file loaded!
es_es: ¡No se ha cargado archivo config!
ja_jp: Config ファイルが読み込まれていません!
zh_cn: 没有加载配置文件!
zh_tw: 沒有載入組態檔案!

# PROGRAM_CONFIG_PRIMARY_CONF
source: Primary config file: %s
es_es: Archivo config primario: %s
ja_jp: 初期の設定ファイル: %s
zh_cn: 主配置文件: %s
zh_tw: 主組態檔案: %s

# PROGRAM_CONFIG_ADDITIONAL_CONF
source: Additional config files:
es_es: Ficheros config adicionales:
ja_jp: 追加の設定ファイル:
zh_cn: 附加配置文件:
zh_tw: 附加組態檔案:

# PROGRAM_CONFIG_GLOBAL_CONF
source: Global config file: %s
es_es: Archivo config global: %s
ja_jp: グローバル設定ファイル: %s
zh_cn: 全局配置文件: %s
zh_tw: 全域組態檔案: %s

# PROGRAM_CONFIG_CONFDIR
source: DOSBox-X %s user configuration directory: %s
es_es: Directorio de user configuración DOSBox-X %s: %s
ja_jp: DOSBox-X %s 設定用ディレクトリ: %s
zh_cn: DOSBox-X %s 用户配置文件目录: %s
zh_tw: DOSBox-X %s 使用者組態檔案目錄: %s

# PROGRAM_CONFIG_WORKDIR
source: DOSBox-X's working directory: %s
es_es: Directo de trabajo de DOSBox-X: %s
ja_jp: DOSBox-X's 作業用ディレクトリ: %s
zh_cn: DOSBox-X 的工作目录: %s
zh_tw: DOSBox-X 的工作目錄: %s

# PROGRAM_CONFIG_FILE_ERROR
source: Can't open file %s
es_es: No se pudo abrir el archivo de configuración %s
ja_jp: ファイル %s を開けません。
zh_cn: 无法打开文件 %s
zh_tw: 無法開啟檔案 %s

# PROGRAM_CONFIG_FILE_WHICH
source: Writing config file %s
es_es: Escribiendo archivo config %s
ja_jp: 設定ファイル %s を書き込み中
zh_cn: 写入配置文件 %s
zh_tw: 寫入組態檔案 %s

# PROGRAM_LANGUAGE_FILE_WHICH
source: Written to language file %s
es_es: Escribiendo archivo idioma %s
ja_jp: 言語ファイル %s に書き込みました。
zh_cn: 已写入语言文件 %s
zh_tw: 已寫入語言檔案 %s

# PROGRAM_CONFIG_USAGE
source: The DOSBox-X command-line configuration utility. Supported options: -wc (or -writeconf) without parameter: Writes to primary loaded config file. -wc (or -writeconf) with filename: Writes file to the config directory. -wl (or -writelang) with filename: Writes the current language strings. -ln (or -langname) Displays (without arguments) or specifies the language name. -wcp [filename] Writes file to program directory (dosbox-x.conf or filename). -wcd Writes to the default config file in the config directory. -all, -mod Use with -wc, -wcp, or -wcd to write ALL or only modified options. -wcboot, -wcpboot, or -wcdboot will reboot DOSBox-X after writing the file. -bootconf (or -bc) reboots with specified config file (or primary loaded file). -norem Use this with -wc, -wcp, or -wcd to not write config option remarks. -l Lists DOSBox-X's configuration parameters. -h, -help, -? Shows this help; add the word "sections" for a list of sections. -h, -help, -? section / property Shows info on a specific section or property. -axclear Clears the [autoexec] section. -axadd [line] Adds a line to the [autoexec] section. -axtype Prints the content of the [autoexec] section. -avistart, -avistop Starts or stops AVI recording. -securemode Enables secure mode where features like mounting will be disabled. -startmapper Starts the DOSBox-X mapper editor. -gui Starts the graphical configuration tool. -get "section property" returns the value of the property (also to %%CONFIG%%). -set (-setf for force) "section property=value" sets the value of the property.
es_es: Utilidad de configuración por comandos de DOSBox-X. Opciones admitidas: -wc (o -writeconf) sin parámetro: Escribe en archivo primario config cargado. -wc (o -writeconf) con nombre de archivo: Escribe archivo al dir. de config. -wl (o -writelang) con nombre de archivo: Escribe cadenas del idioma actual. -ln (o -langname) Muestra (sin argumentos) o especifica el nombre del idioma. -wcp [archivo] Escribe config al dir. de DosBox-X dosbox-x.conf o "archivo" -wcd Escribe en el archivo de config por defecto del directorio de config. -all con -wc -wcp o -wcd para escribir TODAS las opciones en archivo config. -mod con -wc -wcp o -wcd para escribir SOLO las opciones modificadas. -wcboot, -wcpboot, o -wcdboot reincia DOSBox-X tras escribir archivo. -bootconf (o -bc) reinicia con archivo config deseado (o primario ya cargado). -norem Usa con -wc -wcp o -wcd para no escribir comentarios de opciones. -gui Inicia la herramienta de configuración grafica de DOSBox-X. -l Lista los parámetros de configuración de DOSBox-X. -h, -help, -? secciones / nombre_de_sección / nombre_de_propiedad. Sin parámetros muestra esta ayuda. Añade "sections" para lista de secciones. Para más info de una sección o propiedad especifica añade su nombre detras. -axclear Limpia la sección [autoexec]. -axadd [línea] Añade una línea a la sección [autoexec]. -axtype Imprime el contenido de una sección del [autoexec]. -securemode Cambia a modo seguro donde MOUNT, IMGMOUNT y BOOT estarán. desactivadas asi como la habilidad de crear archivos de idioma y config. -get "sección propiedad" devuelve el valor de la propiedad. -set (o -setf) "sección propiedad=valor" establece el valor de la propiedad.
ja_jp: DOSBox-X コマンドライン設定ユーティリティ 設定可能なオプション: -wc (or -writeconf) パラメータなしの場合: primary loaded fileに書き込み。 -wc (or -writeconf) ファイル名: ファイルを設定用ディレクトリに書き出す。 -wl (or -writelang) ファイル名: 現在の language stringsを書き出す。 -ln (or -langname): 言語名を表示(パラメータなしの場合)または指定する。。 -wcp [ファイル名]: プログラムディレクトリに書出す(dosbox-x.conf / ファイル名) -wcd: 設定用ディレクトリにデフォルト設定ファイルを書き出す。 -all, -mod -wc/-wcp/-wcd と組み合わせ、全て/変更されたオプションを書き出す。 -wcboot, -wcpboot, -wcdboot: ファイル書き出し後に DOSBox-X を再起動。 -bootconf(or -bc): 指定の設定用ファイル(またはprimary loaded file)を用い再起動 -norem -wc/-wcp/-wcd と組み合わせ、オプションのコメントを書き出さない。 -l DOSBox-X の設定用パラメータの一覧を表示。 -h, -help, -?: このヘルプを表示。"sections"を加えた場合はセクションの一覧。 -h, -help, -?: セクション/プロパティ 指定のセクション,プロパティの情報を表示。 -axclear: [autoexec] セクションをクリアする。 -axadd [line]: [autoexec] セクションに行を追加。 -axtype: [autoexec] セクションの内容を表示。 -avistart, -avistop: AVI 録画を開始・停止。 -securemode: セキュア・モードを有効化(マウント等の機能が無効化されます) -startmapper: DOSBox-X マッパーエディターを起動。 -gui: グラフィカルな設定ツールを起動。 -get "section property": 指定のプロパティの値を返す(%%CONFIG%%へも)。 -set (-setfで強制) "section property=value": 指定のプロパティの値を設定。
zh_cn: DOSBox-X 命令行配置工具. 支持的选项为: -wc (或 -writeconf) 不带参数: 写入加载的主配置文件. -wc (或 -writeconf) 加文件名: 写入配置目录中的配置文件. -wl (或 -writelang) 加文件名: 将文字写入语言文件. -ln (或 -langname) 显示 (不带参数) 或指定语言名称. -wcp [文件名] 将配置文件写入程序目录 (dosbox-x.conf 或指定文件名). -wcd 写入配置目录中的默认配置文件. -all, -mod 与 -wc, -wcp, 或 -wcd 一起使用以写入所有/修改过的配置选项. -wcboot, -wcpboot, 或 -wcdboot 将在写入配置文件后自动重启 DOSBox-X. -bootconf (或 -bc) 重启 DOSBox-X 并加载指定的配置文件 (或加载的主配置文件). -norem 与 -wc, -wcp, 或 -wcd 一起使用时不写入配置文件的注释. -l 列出 DOSBox-X 的配置参数. -h, -help, -? 显示此帮助; 加入 "sections" 一词以显示段落列表. -h, -help, -? 段落 / 属性 显示指定段落或属性的信息. -axclear 清除 [autoexec] 段落. -axadd [行] 加入指定行至 [autoexec] 段落. -axtype 显示 [autoexec] 段落中的内容. -avistart, -avistop 开始或结束记录 AVI. -securemode 启用安全模式, 将禁用挂载驱动器等功能. -startmapper 启动 DOSBox-X 的按键配置工具. -gui 启动图形界面的配置工具. -get "段落 属性" 返回指定属性的值 （并设置 CONFIG 环境变量). -set (或 -setf 强制设置) "段落 属性=值" 设置指定属性的值.
zh_tw: DOSBox-X 命令列組態工具. 支援的選項為: -wc (或 -writeconf) 不含參數: 寫入已載入的主組態檔案. -wc (或 -writeconf) 加檔名: 寫入組態目錄中的組態檔案. -wl (或 -writelang) 加檔名: 將文字寫入語言檔案. -ln (或 -langname) 顯示 (不含參數) 或指定語言名稱. -wcp [檔名] 將組態檔案寫入程式目錄 (dosbox-x.conf 或指定檔名). -wcd 寫入組態目錄中的預設組態檔案. -all, -mod 與 -wc, -wcp, 或 -wcd 一起使用以寫入所有/修改過的組態選項. -wcboot, -wcpboot, 或 -wcdboot 將在寫入組態檔案後自動重開 DOSBox-X. -bootconf (或 -bc) 重開 DOSBox-X 並載入指定的組態檔案 (或載入的主組態檔案). -norem 與 -wc, -wcp, 或 -wcd 一起使用時不寫入組態檔案的注釋. -l 列出 DOSBox-X 的組態參數. -h, -help, -? 顯示此說明; 加入 "sections" 一詞以顯示段落清單. -h, -help, -? 段落 / 屬性 顯示指定段落或屬性的資訊. -axclear 清除 [autoexec] 段落. -axadd [行] 加入指定行至 [autoexec] 段落. -axtype 顯示 [autoexec] 段落中的內容. -avistart, -avistop 開始或結束記錄 AVI. -securemode 啟用安全模式, 將停用掛載磁碟機等功能. -startmapper 啟動 DOSBox-X 的按鍵配置工具. -gui 啟動圖形介面的組態工具. -get "段落 屬性" 返回指定屬性的值 （並設定 CONFIG 環境變數). -set (或 -setf 強制設定) "段落 屬性=值" 設定指定屬性的值.

# PROGRAM_CONFIG_HLP_PROPHLP
source: Purpose of property "%s" (contained in section "%s"): %s Possible Values: %s Default value: %s Current value: %s
es_es: Proposito de la propiedad "%s" (contenido en sección "%s"): %s Valores posibles: %s Valor por defecto: %s Valor actual: %s
ja_jp: プロパティの目的 "%s" (含まれるセクション: "%s"): %s 設定可能な値: %s デフォルト値: %s 現在の値: %s
zh_cn: 属性 "%s" 的目的 (包含在 "%s" 段落中): %s 可能的值: %s 默认值: %s 当前值: %s
zh_tw: 屬性 "%s" 的目的 (包含在 "%s" 段落中): %s 可能的值: %s 預設值: %s 目前值: %s

# PROGRAM_CONFIG_HLP_LINEHLP
source: Purpose of section "%s": %s Current value: %s
es_es: Proposito de sección "%s": %s Valor actual: %s
ja_jp: セクションの目的 "%s": %s 現在の値: %s
zh_cn: 段落 "%s" 的目的: %s 当前值: %s
zh_tw: 段落 "%s" 的目的: %s 目前值: %s

# PROGRAM_CONFIG_HLP_NOCHANGE
source: This property cannot be changed at runtime.
es_es: Esta propiedad no puede ser cambiada durante la ejecución.
ja_jp: 実行中はこのプロパティを変更できません。
zh_cn: 该属性不能在运行时改变.
zh_tw: 此屬性不能在執行時變更.

# PROGRAM_CONFIG_HLP_POSINT
source: positive integer
es_es: entero positivo
ja_jp: 正の整数
zh_cn: 正整数
zh_tw: 正整數

# PROGRAM_CONFIG_HLP_SECTHLP
source: Section %s contains the following properties:
es_es: La Sección %s contiene las siguientes propiedades:
ja_jp: セクション %s に含まれるプロパティ:
zh_cn: 段落 %s 包含以下属性:
zh_tw: 段落 %s 包含以下屬性:

# PROGRAM_CONFIG_HLP_SECTLIST
source: DOSBox-X configuration contains the following sections:
es_es: La configuración de DOSBox-X contiene las siguientes secciones:
ja_jp: DOSBox-X configuration に含まれるセクション:
zh_cn: DOSBox-X 配置文件包含以下段落:
zh_tw: DOSBox-X 組態檔案包含以下段落:

# PROGRAM_CONFIG_SECURE_ON
source: Switched to secure mode.
es_es: Conmutado a modo seguro.
ja_jp: セキュア・モードに変更しました。
zh_cn: 切换至安全模式.
zh_tw: 切換至安全模式.

# PROGRAM_CONFIG_SECURE_DISALLOW
source: This operation is not permitted in secure mode.
es_es: Esta operación no esta permitida en modo seguro.
ja_jp: セキュア・モードではこの操作はできません。
zh_tw: 在安全模式中不允許此項操作.

# PROGRAM_CONFIG_SECTION_ERROR
source: Section %s doesn't exist.
es_es: La sección %s no existe.
ja_jp: セクション %s は存在しません。
zh_cn: 段落 %s 不存在.
zh_tw: 段落 %s 不存在.

# PROGRAM_CONFIG_VALUE_ERROR
source: "%s" is not a valid value for property %s.
es_es: "%s" no es un valor válido para la propiedad %s.
ja_jp: "%s" はプロパティ %s の有効な値ではありません。
zh_cn: "%s" 不是属性 %s 的合法值.
zh_tw: "%s" 不是屬性 %s 的合法值.

# PROGRAM_CONFIG_PROPERTY_DUPLICATE
source: There may be other sections with the same property name.
es_es: Puede haber otras secciones con el mismo nombre de propiedad.
ja_jp: 他のセクションに同じプロパティ名があるかもしれません。
zh_cn: 可能有其它段落包含同样的属性名称.
zh_tw: 可能有其它段落包含同樣的屬性名稱.

# PROGRAM_CONFIG_GET_SYNTAX
source: Correct syntax: config -get "section property".
es_es: Sintaxis correcta: config -get "sección propiedad".
ja_jp: 文法が違います: config -get "セクション プロパティ".
zh_cn: 正确的语法: config -get "段落 属性".
zh_tw: 正確的語法: config -get "段落 屬性".

# PROGRAM_CONFIG_PRINT_STARTUP
source: DOSBox-X was started with the following command line parameters: %s
es_es: DOSBox-X se inició con los siguientes parámetros de línea de comando: %s
ja_jp: DOSBox-X は以下のコマンドラインパラメータを指定して起動されました: %s
zh_cn: DOSBox-X 是用以下命令行参数启动: %s
zh_tw: DOSBox-X 是用以下命令列參數啟動: %s

# PROGRAM_CONFIG_MISSINGPARAM
source: Missing parameter.
es_es: Falta un parámetro.
ja_jp: パラメータが足りません。
zh_cn: 缺少参数.
zh_tw: 缺少參數.

# PROGRAM_MOUSE_INSTALL
source: Installed at PS/2 port.
es_es: Instalado en el puerto PS/2.
ja_jp: PS/2 ポートに接続。
zh_cn: 安装在 PS/2 端口.
zh_tw: 安裝在 PS/2 連接孔.

# PROGRAM_MOUSE_VERTICAL
source: Reverse Y-axis enabled.
es_es: Eje Y inverso habilitado.
ja_jp: Y軸反転 有効
zh_cn: 已启用反转Y轴.
zh_tw: 已啟用反轉Y軸.

# PROGRAM_MOUSE_VERTICAL_BACK
source: Reverse Y-axis disabled.
es_es: Eje Y inverso deshabilitado.
ja_jp: Y軸反転 無効
zh_cn: 已禁用反转Y轴.
zh_tw: 已停用反轉Y軸.

# PROGRAM_MOUSE_UNINSTALL
source: Driver successfully unloaded...
es_es: Controlador descargado exitosamente...
ja_jp: ドライバは常駐解除されました...
zh_cn: 驱动程序已成功卸载...
zh_tw: 驅動程式已成功卸載...

# PROGRAM_MOUSE_ERROR
source: Already installed at PS/2 port.
es_es: Ya estaba instalado en el puerto PS/2.
ja_jp: すでに PS/2 ポートに接続されています。
zh_cn: 已经安装在 PS/2 端口.
zh_tw: 已經安裝在 PS/2 連接孔.

# PROGRAM_MOUSE_NOINSTALLED
source: Driver is not installed.
es_es: Controlador no instalado.
ja_jp: ドライバが読み込まれていません。
zh_cn: 驱动程序未安装.
zh_tw: 驅動程式未安裝.

# PROGRAM_MOUSE_HELP
source: Turns on/off mouse. MOUSE [/?] [/U] [/V] /U: Uninstall /V: Reverse Y-axis
es_es: Enciende/apaga el ratón. MOUSE [/?] [/U] [/V] /U: Desinstalar /V: Invertir eje Y
ja_jp: マウスを有効・無効化. MOUSE [/?] [/U] [/V] /U: 常駐解除 /V: Y軸反転
zh_cn: 启用或禁用鼠标. MOUSE [/?] [/U] [/V] /U: 卸载 /V: 反转Y轴
zh_tw: 啟用或停用滑鼠. MOUSE [/?] [/U] [/V] /U: 卸載 /V: 反轉Y軸

# PROGRAM_MOUNT_CDROMS_FOUND
source: CDROMs found: %d
es_es: CDROMs encontrados: %d
ja_jp: 見つかったCDROM: %d
zh_cn: 找到的光驱: %d
zh_tw: 找到的光碟機: %d

# PROGRAM_MOUNT_STATUS_ELTORITO
source: Drive %c is mounted as El Torito floppy drive
es_es: Unidad %c montada como unidad de disquete El Torito
ja_jp: %c ドライブは El Torito 形式のフロッピードライブとしてマウントされました。
zh_cn: 驱动器 %c 挂载为光盘的启动软盘
zh_tw: 磁碟機 %c 掛載為光碟的開機磁片

# PROGRAM_MOUNT_STATUS_RAMDRIVE
source: Drive %c is mounted as RAM drive
es_es: Unidad %c montada como unidad en memoria (RAM drive)
ja_jp: %c ドライブは RAMドライブとしてマウントされました。
zh_cn: 驱动器 %c 挂载为内存盘
zh_tw: 磁碟機 %c 掛載為記憶體磁碟機
