Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# SHELL_STARTUP_TEXT3
source: ←[32mHomepage of project←[37m: ←[33mhttps://dosbox-x.com/ ←[36mComplete DOS emulations←[37m ←[32mUser guides on Wiki←[37m: ←[33mhttps://dosbox-x.com/wiki←[32m ←[36mDOS, Windows 3.x and 9x←[37m ←[32mIssue or suggestion←[37m: ←[33mhttps://github.com/joncampbell123/dosbox-x/issues ←[37m
es_es: ←[32mWeb del proyecto←[37m: ←[33mhttps://dosbox-x.com/ ←[36mEmulación completa DOS←[37m ←[32mManuales en la Wiki←[37m: ←[33mhttps://dosbox-x.com/wiki←[32m ←[36mDOS, Windows 3.x, Win9x←[37m ←[32mFallos o sugerencias←[37m: ←[33mhttps://github.com/joncampbell123/dosbox-x/issues ←[37m
ja_jp: [32mプロジェクト ページ[37m: [33mhttps://dosbox-x.com/ [36mComplete DOS emulations[37m [32mユーザガイド Wiki [37m: [33mhttps://dosbox-x.com/wiki[32m [36mDOS, Windows 3.x and 9x[37m [32mバグ報告・提案 [37m: [33mhttps://github.com/joncampbell123/dosbox-x/issues [37m
zh_cn: [32m项目主页[37m: [33mhttps://dosbox-x.com/ [36mDOSBox-X提供完整的 DOS 模拟[37m [32m用户指南[37m: [33mhttps://dosbox-x.com/wiki[32m [36m包括 DOS, Windows 3.x 和 9x[37m [32m寻求帮助[37m: [33mhttps://github.com/joncampbell123/dosbox-x/issues [37m
zh_tw: [32m專案首頁[37m: [33mhttps://dosbox-x.com/ [36mDOSBox-X提供完整的 DOS 模擬[37m [32m使用指南[37m: [33mhttps://dosbox-x.com/wiki[32m [36m包括 DOS, Windows 3.x 和 9x[37m [32m問題討論[37m: [33mhttps://github.com/joncampbell123/dosbox-x/issues [37m

# SHELL_CMD_BREAK_HELP
source: Sets or clears extended CTRL+C checking.
es_es: Establece o borra la comprobación extendida de CTRL+C.
ja_jp: CTRL+Cの押下チェックの動作を設定・解除します。
zh_cn: 设置或清除 CTRL+C 校验.
zh_tw: 設定或清除 CTRL+C 校驗.

# SHELL_CMD_BREAK_HELP_LONG
source: BREAK [ON | OFF] Type BREAK without a parameter to display the current BREAK setting.
es_es: BREAK [ON | OFF] Teclea BREAK sin parámetros para ver estado actual de BREAK.
ja_jp: BREAK [ON | OFF] BREAKの現在の設定は、パラメータなしで BREAK とタイプして確認できます。
zh_cn: BREAK [ON | OFF] 输入不带参数的 BREAK 命令将显示当前 BREAK 状态.
zh_tw: BREAK [ON | OFF] 輸入不含參數的 BREAK 命令將顯示目前 BREAK 狀態.

# SHELL_CMD_CHDIR_HELP
source: Displays or changes the current directory.
es_es: Muestra o cambia el directorio actual.
ja_jp: カレントディレクトリを表示・変更します。
zh_cn: 显示或改变当前目录.
zh_tw: 顯示或變更目前目錄.

# SHELL_CMD_CHDIR_HELP_LONG
source: CHDIR [drive:][path] CHDIR [..] CD [drive:][path] CD [..] .. Specifies that you want to change to the parent directory. Type CD drive: to display the current directory in the specified drive. Type CD without parameters to display the current drive and directory.
es_es: CHDIR [unidad:][ruta] CHDIR [..] CD [unidad:][ruta] CD [..] .. Indica que quieres volver al directorio anterior. Teclea CD unidad: muestra el directorio actual de la unidad. Teclea CD in parámetros para mostrar la unidad y ruta actual.
ja_jp: CHDIR [drive:][path] CHDIR [..] CD [drive:][path] CD [..] .. 親ディレクトリへ移動したいときに指定します。 CD drive: とタイプすると、指定したドライブのカレントディレクトリを表示します。 パラメータなしで CD とタイプすると、カレントドライブとディレクトリを表示します
zh_cn: CHDIR [驱动器:][路径] CHDIR [..] CD [驱动器:][路径] CD [..] .. 指定您想改变到父目录. 输入 CD 驱动器: 显示指定驱动器的当前目录. 输入不带参数的 CD 命令显示当前驱动器和目录.
zh_tw: CHDIR [磁碟機:][路徑] CHDIR [..] CD [磁碟機:][路徑] CD [..] .. 指定您想變更到父目錄. 輸入 CD 磁碟機: 顯示指定磁碟機的目前目錄. 輸入不含參數的 CD 命令顯示目前磁碟機和目錄.

# SHELL_CMD_CLS_HELP
source: Clears screen.
es_es: Limpia la pantalla.
ja_jp: 画面をクリアします。
zh_cn: 清屏.
zh_tw: 清除螢幕.

# SHELL_CMD_DIR_HELP
source: Displays a list of files and subdirectories in a directory.
es_es: Muestra una lista de los archivos y subdirectorios de un directorio.
ja_jp: ディレクトリ内のファイルとサブディレクトリの一覧を表示します。
zh_cn: 显示文件或目录列表.
zh_tw: 顯示檔案或目錄清單.

# SHELL_CMD_DIR_HELP_LONG
source: DIR [drive:][path][filename] [/[W|B]] [/S] [/P] [/A[D|H|S|R|A]] [/O[N|E|G|S|D]] [drive:][path][filename] Specifies drive, directory, and/or files to list. /W Uses wide list format. /B Uses bare format (no heading information or summary). /S Displays files in specified directory and all subdirectories. /P Pauses after each screenful of information. /A Displays files with specified attributes. attributes D Directories R Read-only files H Hidden files A Files ready for archiving S System files - Prefix meaning not /O List by files in sorted order. sortorder N By name (alphabetic) S By size (smallest first) E By extension (alphabetic) D By date & time (earliest first) G Group directories first - Prefix to reverse order Switches may be preset in the DIRCMD environment variable. Override preset switches by prefixing any switch with - (hyphen)--for example, /-W.
es_es: DIR [unidad:][ruta][fichero] [/[W|B]] [/S] [/P] [/A[D|H|S|R|A]] [/O[N|E|G|S|D]] [unidad:][ruta][nombrefichero] Indica unidad, directorio y/o archivos a listar. /W Usa formato de lista ancho. /B Usa formato simple (sin información de encabezado ni resumen). /S Muestra achivos y subdirectoriosen un directorio especificado. /P Pausa después de cada pantalla de información. /A Muestra archivos con los atributos especificados. atributos D Directorio R Archivo s¢lo lectura (Readonly) H Archivo oculto A Archivo listo para archivar S Archivo de sistema - Prefijo indicando no (not) /O Lista archivos en una lista ordenada. orden lista N Por nombre (alfabético) S Por tamaño (menores primero) E Por extensi¢n (alfabético) D Por fecha y hora (nuevos 1º) G Agrupa directorios primero - Prefijo para invertir orden Los modificadores pueden estar establecidos en la variable de entorno DIRCMD. Los preestablecidos se anulan anteponiendo un prefijo - (guión) --p.e.: /-W.
ja_jp: DIR [drive:][path][filename] [/[W|B]] [/S] [/P] [/A[D|H|S|R|A]] [/O[N|E|G|S|D]] [drive:][path][filename] 一覧を表示したいドライブ・ディレクトリ・ファイルを指定します。 /W ワイド一覧形式で表示します、 /B ファイル名のみを表示します (見出しや要約がつきません) /S 指定されたディレクトリおよびそのサブディレクトリの全てのファイル を表示します。 /P 1画面毎に停止して表示します。 /A 指定された属性のファイルを表示します。 属性 D ディレクトリ R 読み取り専用 H 隠しファイル A アーカイブ S システムファイル - その属性以外 /O ファイルを並べ替えて表示します。 ソート順 N 名前順 (アルファベット) S サイズ順 (小さい方から) E 拡張子順 (アルファベット) D 日時順 (古い方から) G グループ(ディレクトリから) - 降順 環境変数 DIRCMD にスイッチを設定できます。 /-Wのように - (ハイフン)を前につけると、そのスイッチは無効になります。
zh_cn: DIR [驱动器:][路径][文件名] [/[W|B]] [/S] [/P] [/A[D|H|S|R|A]] [/O[N|E|G|S|D]] [驱动器:][路径][文件名] 指定要列出的驱动器, 目录或文件名. /W 使用宽格式列出. /B 使用短格式列出 (无标题信息或概要). /S 显示指定目录和所有子目录中的文件. /P 显示完一屏后暂停. /A 显示带有指定属性的文件. 属性 D 目录 R 只读文件 H 隐藏文件 A 归档文件 S 系统文件 - 前缀表示相反 /O 以排序方式列出文件. 排列顺序 N 按文件名 (字母排列) S 按文件大小 (小的在前) E 按扩展名 (字母排列) D 按文件日期时间 (早的在前) G 先显示目录 - 前缀表示相反顺序 选项可以在 DIRCMD 环境变量中预先设置. 可以用带-前缀的选项(比如/-W)进行覆盖.
zh_tw: DIR [磁碟機:][路徑][檔名] [/[W|B]] [/S] [/P] [/A[D|H|S|R|A]] [/O[N|E|G|S|D]] [磁碟機:][路徑][檔名] 指定要列出的磁碟機, 目錄或檔名. /W 使用寬格式列出. /B 使用短格式列出 (無標題資訊或概要). /S 顯示指定目錄和所有子目錄中的檔案. /P 顯示完一螢幕後暫停. /A 顯示帶有指定屬性的檔案. 屬性 D 目錄 R 唯讀檔案 H 隱藏檔案 A 封存檔案 S 系統檔案 - 前綴表示相反 /O 以排序方式列出檔案. 排列順序 N 按檔名 (字母排列) S 按檔案大小 (小的在前) E 按副檔名 (字母排列) D 按檔案日期時間 (早的在前) G 先顯示目錄 - 前綴表示相反順序 選項可以在 DIRCMD 環境變數中預先設定. 可以用帶-前綴的選項(比如/-W)進行覆蓋.

# SHELL_CMD_ECHO_HELP
source: Displays messages, or turns command-echoing on or off.
es_es: Muestra mensajes o habilita/deshabilita eco de comandos (echoing).
ja_jp: メッセージを表示したり、コマンドエコーのONとOFFを切り替えます。
zh_cn: 显示信息,打开或关闭命令的回显.
zh_tw: 顯示資訊,開啟或關閉命令的回顯.

# SHELL_CMD_ECHO_HELP_LONG
source: ECHO [ON | OFF] ECHO [message] Type ECHO without parameters to display the current echo setting.
es_es: ECHO [ON | OFF] ECHO [texto] Teclea ECHO sin parámetros para mostrar el estado actual de ECHO.
ja_jp: ECHO [ON | OFF] ECHO [message] ECHOの現在の設定は、パラメータなしで ECHO とタイプして確認できます。
zh_cn: ECHO [ON | OFF] ECHO [消息] 输入不带参数的 ECHO 将显示当前命令回显状态.
zh_tw: ECHO [ON | OFF] ECHO [消息] 輸入不含參數的 ECHO 將顯示目前命令回顯狀態.

# SHELL_CMD_EXIT_HELP
source: Exits from the command shell.
es_es: Sale del shell de comandos.
ja_jp: コマンドシェルを終了します。
zh_cn: 退出当前的DOS提示符.
zh_tw: 結束目前的DOS提示字元.

# SHELL_CMD_HELP_HELP
source: Shows DOSBox-X command help.
es_es: Muestra la ayuda de comandos en DOSBox-X.
ja_jp: DOSBox-X コマンドのヘルプを表示します。
zh_cn: 显示 DOSBox-X 命令帮助.
zh_tw: 顯示 DOSBox-X 命令說明.

# SHELL_CMD_HELP_HELP_LONG
source: HELP [/A or /ALL] HELP [command] /A or /ALL Lists all supported internal commands. [command] Shows help for the specified command. ←[0mE.g., ←[37;1mHELP COPY←[0m or ←[37;1mCOPY /?←[0m shows help information for COPY command. Note: External commands like ←[33;1mMOUNT←[0m and ←[33;1mIMGMOUNT←[0m are not listed by HELP [/A]. These commands can be found on the Z: drive as programs (e.g. MOUNT.COM). Type ←[33;1mcommand /?←[0m or ←[33;1mHELP command←[0m for help information for that command.
es_es: HELP [/A o /ALL] HELP [comando] /A o /ALL Lista todos los comandos internos. [comando] Muestra ayuda del caomando indicado. ←[0mE.g., ←[37;1mHELP COPY←[0m o ←[37;1mCOPY /?←[0m muestra información de ayuda del comando COPY. Nota: Comandos externos como ←[33;1mMOUNT←[0m e ←[33;1mIMGMOUNT←[0m no son listados por HELP [/A]. Estos comandos se encuentran en la unidad Z: como programas (p.ej. MOUNT.COM). Teclea ←[33;1mcomando /?←[0m o ←[33;1mHELP comando←[0m para información de ayuda para ese comando.
ja_jp: HELP [/A or /ALL] HELP [command] /A or /ALL サポートされた内部コマンドの一覧を表示します。 [command] 指定した command のヘルプを表示します。 [0m例: [37;1mHELP COPY[0m または [37;1mCOPY /?[0m は COPY コマンドのヘルプ情報を表示します。 注: [33;1mMOUNT[0m、[33;1mIMGMOUNT[0m のような外部コマンドは HELP [/A] の一覧に表示されません これらのコマンドは Z: ドライブにプログラムとして存在します (例: MOUNT.COM) [33;1mcommand /?[0mまたは[33;1mHELP command[0m でそれらのコマンドのヘルプ情報を表示できます
zh_cn: HELP [/A 或 /ALL] HELP [命令] /A 或 /ALL 显示所有支持的内部命令. [命令] 显示指定命令的帮助. [0mE.g., [37;1mHELP COPY[0m 或 [37;1mCOPY /?[0m 显示 COPY 命令的帮助信息. 注释: 外部命令比如 [33;1mMOUNT[0m 和 [33;1mIMGMOUNT[0m 不会被 HELP [/A] 命令列出. 这些命令可以在 Z 盘中作为程序找到 (比如 MOUNT.COM). 输入 [33;1m命令 /?[0m 或 [33;1mHELP 命令[0m 显示此命令的帮助信息.
zh_tw: HELP [/A 或 /ALL] HELP [命令] /A 或 /ALL 顯示所有支援的內部命令. [命令] 顯示指定命令的說明. [0mE.g., [37;1mHELP COPY[0m 或 [37;1mCOPY /?[0m 顯示 COPY 命令的說明資訊. 注釋: 外部命令比如 [33;1mMOUNT[0m 和 [33;1mIMGMOUNT[0m 不會被 HELP [/A] 命令列出. 這些命令可以在 Z 碟中作為程式找到 (比如 MOUNT.COM). 輸入 [33;1m命令 /?[0m 或 [33;1mHELP 命令[0m 顯示此命令的說明資訊.

# SHELL_CMD_LS_HELP
source: Lists directory contents.
es_es: Muestra el contenido del directorio.
ja_jp: ディレクトリの内容を一覧表示します。
zh_cn: 列出目录内容.
zh_tw: 列出目錄內容.

# SHELL_CMD_LS_HELP_LONG
source: LS [drive:][path][filename] [/A] [/L] [/P] [/Z] /A Lists hidden and system files also. /L Lists names one per line. /P Pauses after each screenful of information. /Z Displays short names even if LFN support is available.
es_es: LS [unidad:][ruta][fichero] [/A] [/L] [/P] [/Z] /A También enumera los archivos ocultos y del sistema. /L Enumera los nombres uno por línea. /P Hace una pausa después de cada pantalla llena de información. /Z Muestra SFN incluso si la compatibilidad con LFN está disponible.
ja_jp: LS [drive:][path][filename] [/A] [/L] [/P] [/Z] /A 非表示ファイルとシステムファイルも一覧表示します。 /L 1行に1つずつ名前を一覧表示します。 /P 1画面毎に停止して表示します。 /Z LFN サポートが利用可能な場合でも短い名前を表示します。
zh_cn: LS [驱动器:][路径][文件名] [/A] [/L] [/P] [/Z] /A 亦列出隐藏文件和系统文件. /L 每行显示一个文件或目录. /P 显示完一屏后暂停. /Z 显示短文件名,即使长文件名可用.
zh_tw: LS [磁碟機:][路徑][檔名] [/A] [/L] [/P] [/Z] /A 亦列出隱藏檔案和系統檔案. /L 每行顯示一個檔案或目錄. /P 顯示完一屏後暫停. /Z 顯示短檔名,即使長檔名可用.

# SHELL_CMD_MKDIR_HELP
source: Creates a directory.
es_es: Crea un directorio.
ja_jp: ディレクトリを作成します。
zh_cn: 创建目录.
zh_tw: 建立目錄.

# SHELL_CMD_RMDIR_HELP
source: Removes a directory.
es_es: Elimina un directorio.
ja_jp: ディレクトリを削除します。
zh_cn: 删除目录.
zh_tw: 刪除目錄.

# SHELL_CMD_SET_HELP
source: Displays or changes environment variables.
es_es: Muestra o cambia las variables de entorno.
ja_jp: 環境変数を表示・変更します。
zh_cn: 显示或改变环境变量.
zh_tw: 顯示或變更環境變數.

# SHELL_CMD_SET_HELP_LONG
source: SET [variable=[string]] variable Specifies the environment-variable name. string Specifies a series of characters to assign to the variable. * If no string is specified, the variable is removed from the environment. Type SET without parameters to display the current environment variables.
es_es: SET [variable=[string]] variable Indica el nombre de la variable de entorno. string Indica una serie de caracteres para asignar a la variable. * Si no se indica cadena alguna, se elimina la variable del entorno. Teclea SET sin parámetros para mostrar las variables de entorno actuales.
ja_jp: SET [variable=[string]] variable 指定する環境変数名 string 環境変数に設定する文字列 * 文字列を指定しない場合、環境変数を削除します。 環境変数の一覧を表示するためには、パラメータなしで SET と入力します。
zh_cn: SET [变量名=[字符串]] 变量名 指定环境变量的名字. 字符串 指定分配到变量的字符串. * 如果没有指定字符串, 指定的环境变量将被移除. 输入不带参数的 SET 命令显示当前环境变量.
zh_tw: SET [變數名=[字串]] 變數名 指定環境變數的名字. 字串 指定分配到變數的字串. * 如果沒有指定字串, 指定的環境變數將被移除. 輸入不含參數的 SET 命令顯示目前環境變數.

# SHELL_CMD_IF_HELP
source: Performs conditional processing in batch programs.
es_es: Ejecuta procesamiento condicional en programas por lotes.
ja_jp: バッチプログラムで条件分岐します。
zh_cn: 批文件的条件语句.
zh_tw: 批次檔的條件語句.

# SHELL_CMD_IF_HELP_LONG
source: IF [NOT] ERRORLEVEL number command IF [NOT] string1==string2 command IF [NOT] EXIST filename command NOT Specifies that DOS should carry out the command only if the condition is false. ERRORLEVEL number Specifies a true condition if the last program run returned an exit code equal to or greater than the number specified. string1==string2 Specifies a true condition if the specified text strings match. EXIST filename Specifies a true condition if the specified filename exists. command Specifies the command to carry out if the condition is met. Command can be followed by ELSE command which will execute the command after the ELSE keyword if the specified condition is FALSE
es_es: IF [NOT] ERRORLEVEL number command IF [NOT] string1==string2 command IF [NOT] EXIST filename command NOT Indica que el DOS debe continuar con el comando solo si la condición es falsa (FALSE). ERRORLEVEL number Indica condicion verdadera (TRUE) si el último programa devolvió un código de salida (EXIT) igual o mayor que el número especificado. string1==string2 Indica una condicion cierta (TRUE) si el texto indicado coincide EXIST filename Indica una condición verdadera si el archivo indicado especificado existe. command Indica el comando a ejecutar si la condición se cumple. El comando debe estar seguido de un comando ELSE el cual ejecutará el comando tras la palabra clave ELSE si la condición especificada es falsa (FALSE)
ja_jp: IF [NOT] ERRORLEVEL number command IF [NOT] string1==string2 command IF [NOT] EXIST filename command NOT 条件が成立しない場合に、DOSはコマンドを実行します。 ERRORLEVEL number 最後に実行したプログラムの終了コードがnumberと同じか 大きい数値の時、真(True)を返します。 string1==string2 二つの文字列が一致するときに真(True)を返します。 EXIST filename ファイル名がfilenameのファイルが存在する時に真(True)を 返します。 command 条件が成立したときに実行するコマンドを指定します。 コマンドに続けて、ELSEキーワードの後に条件が不成立の 時に実行するコマンドを指定できます。
zh_cn: IF [NOT] ERRORLEVEL 数字 命令 IF [NOT] 字符串1==字符串2 命令 IF [NOT] EXIST 文件名 命令 NOT 指定命令仅在条件非真的情况下执行. ERRORLEVEL 数字 指定条件仅在上个执行程序的返回码至少达到此数字时为真. 字符串1==字符串2 指定条件仅在两个字符串相同时为真.
zh_tw: IF [NOT] ERRORLEVEL 數字 命令 IF [NOT] 字串1==字串2 命令 IF [NOT] EXIST 檔名 命令 NOT 指定命令僅在條件非真的情況下執行. ERRORLEVEL 數字 指定條件僅在上個執行程式的返回碼至少達到此數字時為真. 字串1==字串2 指定條件僅在兩個字串相同時為真.

# SHELL_CMD_GOTO_HELP
source: Jumps to a labeled line in a batch program.
es_es: Salta a una línea etiquetada (LABEL) dentro de un programa de lotes.
ja_jp: バッチプログラムの指定のラベル行へジャンプします。
zh_cn: 在批处理文件中跳到指定的标签行.
zh_tw: 在批次檔中跳到指定的標籤行.

# SHELL_CMD_GOTO_HELP_LONG
source: GOTO label label Specifies a text string used in the batch program as a label. You type a label on a line by itself, beginning with a colon.
es_es: GOTO label label Indica cadena de texto que usa un programa de lotes como etiqueta. Escribe una etiqueta en una línea, precedida de dos puntos.
ja_jp: GOTO label label バッチプログラムで、ラベルとする文字列を指定します。 ラベルは行の先頭に、コロン(:)に続けて指定します。
zh_cn: GOTO 标签 标签 在处理文件中指定一个文本字符串作为标签. 标签将作为单独一行, 前面加上冒号.
zh_tw: GOTO 標籤 標籤 在處理檔案中指定一個文字字串作為標籤. 標籤將作為單獨一行, 前面加上冒號.

# SHELL_CMD_SHIFT_HELP
source: Changes the position of replaceable parameters in a batch file.
es_es: Intercambia posición de parámetros reemplazables en un .BAT.
ja_jp: バッチファイル中の置き換え可能なパラメータの位置を変更します。
zh_cn: 在批处理文件中改变可替换型参数的位置.
zh_tw: 在批次檔中變更可替換型參數的位置.

# SHELL_CMD_FOR_HELP
source: Runs a specified command for each file in a set of files.
es_es: Ejecuta un comando específico para cada archivo en un conjunto.
ja_jp: 指定されたコマンドをファイルセットの各ファイルに対し実行します。
zh_cn: 对一系列文件中的每个文件执行指定的命令.
zh_tw: 對一系列檔案中的每個檔案執行指定的命令.

# SHELL_CMD_FOR_HELP_LONG
source: FOR %%variable IN (set) DO command [command-parameters] %%variable Specifies a replaceable parameter. (set) Specifies a set of one or more files. Wildcards may be used. command Specifies the command to carry out for each file. command-parameters Specifies parameters or switches for the specified command. To use the command in a batch program, specify %%%%variable instead of %%variable.
es_es: FOR %%variable IN (set) DO command [command-parameters] %%variable Indica un parámetro reemplazable. (set) Especifica un conjunto de uno o más archivos. Admite comodines. command Especifica la orden a realizar para cada archivo. command-parameters Indica paramétros o modificadores para el comando indicado. Para usar el comando en un .BAT, especifica %%%%variable en vez de %%variable.
ja_jp: FOR %%variable IN (set) DO command [command-parameters] %%variable 置き換え可能なパラメータを指定 (set) 一つ以上のファイルからなるセットを指定 (ワイルドカード使用可能) command 各ファイルに対して実行するコマンドを指定 command-parameters 指定したコマンドのパラメータまたはスイッチを指定 バッチプログラムでコマンドを使用する場合は %%variable を %%%%variable とする
zh_cn: FOR %%变量 IN (系列) DO 命令 [命令参数] %%变量 指定可替换参数. (系列) 指定包含一个或多个文件的系列, 可使用通配符. 命令 指定将作用于每个文件的命令. 命令参数 指定命令所使用的参数. 如果在批处理文件中使用, 请使用 %%%%变量 代替 %%变量.
zh_tw: FOR %%變數 IN (系列) DO 命令 [命令參數] %%變數 指定可替換參數. (系列) 指定包含一個或多個檔案的系列, 可使用萬用字元. 命令 指定將作用於每個檔案的命令. 命令參數 指定命令所使用的參數. 如果在批次檔中使用, 請使用 %%%%變數 代替 %%變數.

# SHELL_CMD_LFNFOR_HELP
source: Enables or disables long filenames when processing FOR wildcards.
es_es: Habilita/deshabilita nombres largos al usar comodines FOR.
ja_jp: FORワイルドカードにロングファイルネームを使うかどうかの設定をします
zh_cn: 处理 FOR 命令的通配符时启用或禁用长文件名.
zh_tw: 處理 FOR 命令的萬用字元時啟用或停用長檔名.

# SHELL_CMD_LFNFOR_HELP_LONG
source: LFNFOR [ON | OFF] Type LFNFOR without a parameter to display the current LFNFOR setting. This command is only useful if LFN support is currently enabled.
es_es: LFNFOR [ON | OFF] Teclea LFNFOR sin parámetros para mostrar el estado actual de LFNFOR. Este comando es sólo útil si el soporte de LFN está habilitado.
ja_jp: LFNFOR [ON | OFF] LFNFOR の設定を表示するためには、パラメータなしで LFNFOR とタイプします。 このコマンドは LFN サポートが有効な時のみ使用可能です。
zh_cn: LFNFOR [ON | OFF] 输入出不带参数的 LFNFOR 命令显示当前 LFNFOR 设置. 此命令仅在长文件名支持启用的情况下有效.
zh_tw: LFNFOR [ON | OFF] 輸入出不含參數的 LFNFOR 命令顯示目前 LFNFOR 設定. 此命令僅在長檔名支援啟用的情況下有效.

# SHELL_CMD_TYPE_HELP
source: Displays the contents of a text-file.
es_es: Muestra el contenido de un archivo de texto.
ja_jp: テキストファイルの内容を表示します。
zh_cn: 显示文本文件内容.
zh_tw: 顯示文字檔案內容.

# SHELL_CMD_REM_HELP
source: Adds comments in a batch file.
es_es: Añade comentarios a un archivo de lotes
ja_jp: バッチファイルにコメントを追加します。
zh_cn: 在批处理文件中加入注释.
zh_tw: 在批次檔中加入注釋.

# SHELL_CMD_RENAME_HELP
source: Renames a file/directory or files.
es_es: Renombrar uno o varios archivo(s)/directorio(s).
ja_jp: ファイル名またはディレクトリ名を変更します。
zh_cn: 重命名文件名或目录.
zh_tw: 重新命名檔名或目錄.

# SHELL_CMD_RENAME_HELP_LONG
source: RENAME [drive:][path][directoryname1 | filename1] [directoryname2 | filename2] REN [drive:][path][directoryname1 | filename1] [directoryname2 | filename2] Note that you can not specify a new drive or path for your destination. Wildcards (* and ?) are supported for files. For example, the following command renames all text files: ←[37;1mREN *.TXT *.BAK←[0m
es_es: RENAME [unidad:][ruta][nombredirectorio1 | nombredearchivo1] [nombredirectorio2 | nombredearchivo2] REN [unidad:][ruta][directorio1 | archivo1] [directorio2 | archivo2] Tenga en cuenta que no puede especificar una nueva unidad o ruta para su destino. Los comodines (* y ?) se admiten para archivos. Por ejemplo, el siguiente comando renombra todos los archivos de texto: ←[37;1mREN *.TXT *.BAK←[0m
ja_jp: RENAME [drive:][path][directoryname1 | filename1] [directoryname2 | filename2] REN [drive:][path][directoryname1 | filename1] [directoryname2 | filename2] 変更先には、新しいドライブやパスを設定できないことに注意してください。 ワイルドカード (* や ?) もサポートされます。 例えば、以下のコマンドは 全てのテキストファイルの名前を変更します: [37;1mREN *.TXT *.BAK[0m
zh_cn: RENAME [驱动器:][路径][目录名1 | 文件名1] [目录名2 | 文件名2] REN [驱动器:][路径][目录名1 | 文件名1] [目录名2 | 文件名2] 注意您不能给目标文件指定新的驱动器或路径. 通配符 (* 和 ?) 可以在文件名中使用. 举例, 此命令将重命令所有文本文件: [37;1mREN *.TXT *.BAK[0m
zh_tw: RENAME [磁碟機:][路徑][目錄名1 | 檔名1] [目錄名2 | 檔名2] REN [磁碟機:][路徑][目錄名1 | 檔名1] [目錄名2 | 檔名2] 注意您不能給目標檔案指定新的磁碟機或路徑. 萬用字元 (* 和 ?) 可以在檔名中使用. 舉例, 此命令將重新命名所有文字檔案: [37;1mREN *.TXT *.BAK[0m

# SHELL_CMD_DELETE_HELP
source: Removes one or more files.
es_es: Elimina uno o más archivos.
ja_jp: 一つまたは複数のファイルを削除します。
zh_cn: 删除文件.
zh_tw: 刪除檔案.

# SHELL_CMD_DELETE_HELP_LONG
source: DEL [/P] [/F] [/Q] names ERASE [/P] [/F] [/Q] names names Specifies a list of one or more files or directories. Wildcards may be used to delete multiple files. If a directory is specified, all files within the directory will be deleted. /P Prompts for confirmation before deleting one or more files. /F Force deleting of read-only files. /Q Quiet mode, do not ask if ok to delete on global wildcard.
es_es: DEL [/P] [/F] [/Q] nombres ERASE [/P] [/F] [/Q] nombres nombres Indica una lista de uno o más archivos o directorios. Se pueden usar comodines para borrar varios archivos. Si se indica un directorio, todos los archivos de su interior se borrarán. /P Pide confirmación antes de borrar uno o más archivos. /F Fuerza el borrado de archivos de s¢lo lectura. /Q Modo silencioso, no pide confirmación con comodines
ja_jp: DEL [/P] [/F] [/Q] names ERASE [/P] [/F] [/Q] names names 一つまたは複数のファイルまたはディレクトリを指定します。 ワイルドカードを用いて複数のファイルを削除できます。 ディレクトリを指定した場合、その中のファイルはすべて削除 されます。 /P 各ファイルを削除する前に確認のメッセージを表示します。 /F 書き込み禁止のファイルを強制的に削除します。 /Q 非表示モード。ワイルドカードで一括削除するときの確認 メッセージを表示しません。
zh_cn: DEL [/P] [/F] [/Q] 名称 ERASE [/P] [/F] [/Q] 名称 名称 指定一个或多个文件或目录. 通配符可以用来指定删除多个文件. 如果指定一个目录则该目录中的所有文件将被删除. /P 删除一个或多个文件时提示确认. /F 强制删除只读文件. /Q 安静模式, 删除目录下所有文件时不进行确认.
zh_tw: DEL [/P] [/F] [/Q] 名稱 ERASE [/P] [/F] [/Q] 名稱 名稱 指定一個或多個檔案或目錄. 萬用字元可以用來指定刪除多個檔案. 如果指定一個目錄則此目錄中的所有檔案將被刪除. /P 刪除一個或多個檔案時提示確認. /F 強制刪除唯讀檔案. /Q 安靜模式, 刪除目錄下所有檔案時不進行確認.

# SHELL_CMD_COPY_HELP
source: Copies one or more files.
es_es: Copia uno o más archivos.
ja_jp: 一つまたは複数のファイルを別の場所にコピーします。
zh_cn: 拷贝文件.
zh_tw: 拷貝檔案.

# SHELL_CMD_COPY_HELP_LONG
source: COPY [/Y | /-Y] source [+source [+ ...]] [destination] source Specifies the file or files to be copied. destination Specifies the directory and/or filename for the new file(s). /Y Suppresses prompting to confirm you want to overwrite an existing destination file. /-Y Causes prompting to confirm you want to overwrite an existing destination file. The switch /Y may be preset in the COPYCMD environment variable. This may be overridden with /-Y on the command line. To append files, specify a single file for destination, but multiple files for source (using wildcards or file1+file2+file3 format).
es_es: COPY [/Y | /-Y] fuente [+fuente [+ ...]] [destino] fuente Indica el archivo o archivos a copiar. destino Indica el directorio y/o nombre para el nuevo fichero. /Y Suprime confirmación de sobreescritura de un archivo de destino existente. /-Y Causa solicitar confirmación de sobreescritura de los archivos de destino existentes. El modificador /Y debe estar establecido en variable de entorno COPYCMD Esto puede ser ignorado con /-Y en la l¡nea de comandos. Para anexar archivos, especifica un solo archivo de destino, pero varios archivos de origen (usa comodines o formato file1+file2+file3).
ja_jp: COPY [/Y | /-Y] source [+source [+ ...]] [destination] source コピーするファイル（一つまたは複数）を指定します。 destination コピー先のディレクトリ・ファイル名を指定します。 /Y コピー先に同名のファイルが存在する場合、上書きするかの 確認メッセージを表示しません。 /-Y コピー先に同名のファイルが存在する場合、上書きするかの 確認メッセージを表示します。 スイッチ /Y は環境変数 COPYCMD にあらかじめセットしておくことができます。 このスイッチはコマンドラインで/-Y を指定することで、無効にできます。 ファイルを結合するには、destinationに単一のファイル名を指定し、sourceに 複数のファイルを指定します。(ワイルドカードまたはfile1+file2+file3 の ように指定します)
zh_cn: COPY [/Y | /-Y] 源文件 [+源文件 [+ ...]] [目标] 源文件 指定要复制的文件. 目标 指定要复制到的文件名或目录. /Y 覆盖现存文件时不进行确认. /-Y 覆盖现存文件时进行确认. 选项 /Y 可以在 COPYCMD 环境变量中预先设置. 可以在命令行中使用 /-Y 选项进行覆盖. 要连接文件, 指定一个文件名作为目标, 同时使用多个文件名作为源文件 (使用通配符或者文件1+文件2+文件3格式).
zh_tw: COPY [/Y | /-Y] 源檔案 [+源檔案 [+ ...]] [目標] 源檔案 指定要複製的檔案. 目標 指定要複製到的檔名或目錄. /Y 覆蓋現存檔案時不進行確認. /-Y 覆蓋現存檔案時進行確認. 選項 /Y 可以在 COPYCMD 環境變數中預先設定. 可以在命令列中使用 /-Y 選項進行覆蓋. 要連接檔案, 指定一個檔名作為目標, 同時使用多個檔名作為源檔案 (使用萬用字元或者檔案1+檔案2+檔案3格式).
