Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# PROGRAM_MOUNT_STATUS_2
source: Drive %c is mounted as %s
es_es: Unidad %c montada como %s
ja_jp: %c ドライブに %s をマウントしました
zh_cn: 驱动器 %c 挂载为 %s
zh_tw: 磁碟機 %c 掛載為 %s

# PROGRAM_MOUNT_STATUS_1
source: The currently mounted drives are:
es_es: Las unidades actualmente montadas son:
ja_jp: 現在マウントされているドライブ:
zh_cn: 当前已挂载的驱动器为:
zh_tw: 目前已掛載的磁碟機為:

# PROGRAM_IMGMOUNT_STATUS_2
source: The currently mounted drive numbers are:
es_es: Los números de unidad montados actualmente son:
ja_jp: 現在マウントされているドライブ番号:
zh_cn: 当前已挂载的驱动器号为:
zh_tw: 目前已掛載的磁碟機代號為:

# PROGRAM_IMGMOUNT_STATUS_1
source: The currently mounted FAT/ISO drives are:
es_es: Las unidades FAT/ISO montadas actualmente son:
ja_jp: 現在マウントされている FAT/ISOドライブ:
zh_cn: 当前已挂载的 FAT/ISO 驱动器为:
zh_tw: 目前已掛載的 FAT/ISO 磁碟機為:

# PROGRAM_IMGMOUNT_STATUS_NONE
source: No drive available
es_es: No hay unidad disponible
ja_jp: マウントされたドライブがありません。
zh_cn: 没有已挂载的驱动器
zh_tw: 沒有已掛載的磁碟機

# PROGRAM_MOUNT_ERROR_1
source: Directory %s does not exist.
es_es: El directorio %s no existe.
ja_jp: ディレクトリ %s は無効です。
zh_cn: 目录 %s 不存在.
zh_tw: 目錄 %s 不存在.

# PROGRAM_MOUNT_ERROR_2
source: %s is not a directory
es_es: %s no es un directorio
ja_jp: %s はディレクトリではありません。
zh_cn: %s 不是目录
zh_tw: %s 不是目錄

# PROGRAM_MOUNT_IMGMOUNT
source: To mount image files, use the ←[34;1mIMGMOUNT←[0m command, not the ←[34;1mMOUNT←[0m command.
es_es: Para montar archivos de imagen, usa el [0m comando ←[34;1mIMGMOUNT←, [0m no el comando ←[34;1mMOUNT←.
ja_jp: イメージをマウントするためには, [34;1mMOUNT[0m ではなく[34;1mIMGMOUNT[0m を使ってください。
zh_cn: 要挂载镜像文件, 请使用 [34;1mIMGMOUNT[0m 而不是 [34;1mMOUNT[0m 命令.
zh_tw: 要掛載映像檔, 請使用 [34;1mIMGMOUNT[0m 而不是 [34;1mMOUNT[0m 命令.

# PROGRAM_MOUNT_ILL_TYPE
source: Illegal type %s
es_es: Tipo ilegal %s
ja_jp: 無効なタイプ %s
zh_cn: 非法类型 %s
zh_tw: 不合法的類型 %s

# PROGRAM_MOUNT_ALREADY_MOUNTED
source: Drive %c already mounted with %s
es_es: Unidad %c ya montada con %s
ja_jp: %c ドライブにはすでに %sがマウントされています。
zh_cn: 驱动器 %c 已挂载为 %s
zh_tw: 磁碟機 %c 已掛載為 %s

# PROGRAM_MOUNT_USAGE
source: Mounts directories or drives in the host system as DOSBox-X drives. Usage: ←[34;1m←[32;1mMOUNT←[0m ←[37;1mdrive←[0m ←[36;1mlocal_directory←[0m [option]←[0m ←[37;1mdrive←[0m Drive letter where the directory or drive will be mounted. ←[36;1mlocal_directory←[0m Local directory or drive in the host system to be mounted. [option] Option(s) for mounting. The following options are accepted: -t Specify the drive type the mounted drive to behave as. Supported drive type: dir, floppy, cdrom, overlay (Note that 'overlay' redirects writes for mounted drive to another directory) -label [name] Set the volume label name of the drive (all upper case) -ro Mount the drive in read-only mode. -pr Specify the path is relative to the config file location. -cd Generate a list of local CD drive's "drive #" values. -usecd [drive #] For direct hardware emulation such as audio playback. -ioctl Use lowest level hardware access (following -usecd option). -aspi Use the installed ASPI layer (following -usecd option). -freesize [size] Specify the free disk space of drive in MB (KB for floppies). -nocachedir Enable real-time update and do not cache the drive. -z drive Move virtual drive Z: to a different letter. -o Report the drive as: local, remote. -q Quiet mode (no message output). -u Unmount the drive. ←[32;1m-examples Show some usage examples.←[0m Type MOUNT with no parameters to display a list of mounted drives.
es_es: Monta directorios o unidades del sistema anfitrión como unidades de DOSBox-X. Uso: ←[34;1m←[32;1mMOUNT←[0m ←[37;1munidad←[0m ←[36;1mlocal_directory←[0m [opcion]←[0m ←[37;1munidad←[0m Letra de la unidad donde montar el directorio la unidad. ←[36;1mlocal_directory←[0m Directorio local o unidad del sistema anfitrión a montar. [opcion] Opcion(es) para montaje. Se aceptan las siguientes opciones: -t Indica comportamiento del tipo de unidad montada Unidades soportadas: dir, floppy, cdrom, overlay ('overlay' redirige escrituras a otro directorio) -label [name] Establece etiqueta de volumen de la unidad (mayúsculas) -ro Monta la unidad en modo de solo lectura (read-only). -pr Indica la ruta relativa a la ubicación del archivo config. -cd Genera lista de valores del CD local de la "unidad". -usecd [drive #] Para emulación de hardware directa, como reproducir audio. -ioctl Usa acceso a hardware de más bajo nivel (con opción -usecd). -aspi Usa la capa instalada de ASPI (detras de la opción -usecd). -freesize [size] Muestra el espacio libre del disco en MB (KB para disquetes). -nocachedir Habilita actualizacion en tiempo real y no cachea la unidad. -z drive Mover unidad virtual Z: a otra letra distinta. -o Informa la unidad como: local, remote. -q Modo silencioso (sin mensajes en pantalla). -u Desmontar la unidad. ←[32;1m-examples Muestra algunos ejemplos de uso.←[0m Teclea MOUNT sin parámetros para mostrar una lista de unidades montadas.
ja_jp: ホストのディレクトリやドライブをDOSBox-X のドライブとしてマウントします。 使用法: [34;1m[32;1mMOUNT[0m [37;1mdrive[0m [36;1mlocal_directory[0m [option][0m [37;1mdrive[0m ディレクトリまたはドライブをマウントするドライブ [36;1mlocal_directory[0m マウントするホストシステムのディレクトリまたはドライブ [option] 設定可能なオプション: -t マウントするドライブのタイプを指定。 設定可能なタイプ: dir, floppy, cdrom, overlay ('overlay'を指定するとマウントしたドライブへの書き込みを別のディレクトリへ リダイレクトされる) -label [名前] ドライブのボリュームラベル (すべて大文字とすること) -ro ドライブを書き込み禁止でマウントする -pr パスが設定ファイルの位置からの相対位置であることとする。 -cd ホストシステムのCDドライブの"drive #" の値の一覧を表示する。 -usecd [drive #] オーディオ再生等の直接ハードウェア・エミュレーション時に指定 -ioctl 最もlowレベルなハードウェアアクセスを使用 (-usecd の後に指定) -aspi インストールされた ASPI レイヤーを使用 (-usecd の後に指定) -freesize [size] ドライブの空容量をMB(フロッピーの時はKB)で指定。 -nocachedir リアルタイム更新を有効化し、ドライブをキャッシュしない。 -z drive 仮想ドライブ Z: のドライブ文字を別の文字に変更。 -o ドライブの local, remote の種別を表示。 -q 表示を抑制する (メッセージを非表示). -u ドライブのマウントを解除。 [32;1m-examples 使用例を表示[0m マウントされたドライブの一覧を表示するには、オプションなしで MOUNT と入力する
zh_cn: 挂载主机系统中的目录或驱动器为 DOSBox-X 驱动器. 用法: [34;1m[32;1mMOUNT[0m [37;1m驱动器[0m [36;1m主机目录[0m [选项][0m [37;1m驱动器[0m 主机目录或驱动器将被挂载的盘符. [36;1m主机目录[0m 主机系统中要被挂载的目录或驱动器. [选项] 挂载选项. 支持以下选项: -t 指定所挂载驱动器的显现类型. 支持的驱动器类型为: dir, floppy, cdrom, overlay (其中 'overlay' 将重定向挂载驱动器中的写操作至另一个目录) -label [名称] 设置驱动器的标签名称 (全部大写) -ro 以只读方式挂载驱动器. -pr 指定路径为相对于配置文件所在目录. -cd 显示包含光驱号的主机光驱列表. -usecd [驱动器号] 支持直接硬件模拟比如 CD 音频播放. -ioctl 使用最低级别的硬件访问 (与 -usecd 选项一起使用). -aspi 使用已安装的 ASPI 层 (与 -usecd 选项一起使用). -freesize [大小] 指定驱动器中的剩余磁盘工间 (单位: MB, 或软盘: KB). -nocachedir 启用即时更新而不使用驱动器缓存. -z 驱动器 将虚拟驱动器 Z: 移动到另一个盘符. -o 将驱动器报告为: local, remote. -q 安静模式 (不显示消息). -u 卸载驱动器. [32;1m-examples 显示用法举例.[0m 输入不带参数的 MOUNT 命令将显示已挂载的驱动器列表.
zh_tw: 掛載主機系統中的目錄或磁碟機為 DOSBox-X 磁碟機. 用法: [34;1m[32;1mMOUNT[0m [37;1m磁碟機[0m [36;1m主機目錄[0m [選項][0m [37;1m磁碟機[0m 主機目錄或磁碟機將被掛載的磁碟代號. [36;1m主機目錄[0m 主機系統中要被掛載的目錄或磁碟機. [選項] 掛載選項. 支援以下選項: -t 指定所掛載磁碟機的顯現類型. 支援的磁碟機類型為: dir, floppy, cdrom, overlay (其中 'overlay' 將重定向掛載磁碟機中的寫操作至另一個目錄) -label [名稱] 設定磁碟機的標籤名稱 (全部大寫) -ro 以唯讀方式掛載磁碟機. -pr 指定路徑為相對於組態檔案所在目錄. -cd 顯示包含光碟機代號的主機光碟機清單. -usecd [磁碟機代號] 支援直接硬體模擬比如 CD 音訊播放. -ioctl 使用最低級別的硬體存取 (與 -usecd 選項一起使用). -aspi 使用已安裝的 ASPI 層 (與 -usecd 選項一起使用). -freesize [大小] 指定磁碟機中的剩餘磁碟空間 (單位: MB, 或軟碟: KB). -nocachedir 啟用即時更新而不使用磁碟機快取. -z 磁碟機 將虛擬磁碟機 Z: 移動到另一個磁碟代號. -o 將磁碟機報告為: local, remote. -q 安靜模式 (不顯示消息). -u 卸載磁碟機. [32;1m-examples 顯示用法舉例.[0m 輸入不含參數的 MOUNT 命令將顯示已掛載的磁碟機清單.

# PROGRAM_MOUNT_EXAMPLE
source: A basic example of MOUNT command: ←[32;1mMOUNT c %s←[0m This makes the directory %s act as the C: drive inside DOSBox-X. The directory has to exist in the host system. If the directory contains space(s), be sure to properly quote the directory with double quotes, e.g. %s Some other usage examples of MOUNT: ←[32;1mMOUNT←[0m - list all mounted drives ←[32;1mMOUNT -cd←[0m - list all local CD drives ←[32;1mMOUNT d %s←[0m - mount the D: drive to the directory ←[32;1mMOUNT c %s -t cdrom←[0m - mount the C: drive as a CD-ROM drive ←[32;1mMOUNT c %s -ro←[0m - mount the C: drive in read-only mode ←[32;1mMOUNT c %s -label TEST←[0m - mount the C: drive with the label TEST ←[32;1mMOUNT c %s -nocachedir ←[0m - mount C: without caching the drive ←[32;1mMOUNT c %s -freesize 128←[0m - mount C: with 128MB free disk space ←[32;1mMOUNT c %s -u←[0m - force mount C: drive even if it's mounted ←[32;1mMOUNT c %s -t overlay←[0m - mount C: with overlay directory on top ←[32;1mMOUNT c -u←[0m - unmount the C: drive
es_es: Un ejemplo básico del comando MOUNT: ←[32;1mMOUNT c %s←[0m Esto hace que el directorio %s actue como unidad C: dentro de DOSBox-X. El directorio debe existir en el sistema anfitrión y si el directorio contiene espacio(s), asegurate de citar correctamente el directorio con comillas dobles. Por ejemplo: %s Otros ejemplos del uso de MOUNT son: ←[32;1mMOUNT←[0m - lista todas las unidades montadas ←[32;1mMOUNT -cd←[0m - lista todas las unidades de CD ←[32;1mMOUNT d %s←[0m - monta la unidad D: al directorio indicado ←[32;1mMOUNT c %s -t cdrom←[0m - monta la unidad C: como CD-ROM ←[32;1mMOUNT c %s -ro←[0m - monta la unidad C: en modo de solo lectura ←[32;1mMOUNT c %s -label TEST←[0m - monta la unidad C: con la etiqueta TEST ←[32;1mMOUNT c %s -nocachedir ←[0m - monta la unidad C: sin cachear la unidad ←[32;1mMOUNT c %s -freesize 128←[0m - monta la unidad C: con 128MB libres ←[32;1mMOUNT c %s -u←[0m - forzar montaje de C: incluso si ya lo está ←[32;1mMOUNT c %s -t overlay←[0m - monta C: con carpeta superior superpuesta ←[32;1mMOUNT c -u←[0m - desmonta la unidad C:
ja_jp: MOUNT コマンドの基本的な使用例: [32;1mMOUNT c %s[0m ディレクトリ %s がDOSBox-Xの C: ドライブとして認識される。 ディレクトリは、ホストシステムに存在しなければならない。 ディレクトリ名に空白がある場合は、適切にダブルクオーテーションで囲むこと。 例: %s MOUNTのその他の使用例: [32;1mMOUNT[0m - マウントされたドライブの一覧 [32;1mMOUNT -cd[0m - ホストのCDドライブの一覧 [32;1mMOUNT d %s[0m - D:ドライブにディレクトリをマウント [32;1mMOUNT c %s -t cdrom[0m - C:ドライブを CD-ROMドライブとしてマウント [32;1mMOUNT c %s -ro[0m - C:ドライブを書き込み禁止でマウント [32;1mMOUNT c %s -label TEST[0m - C:ドライブをボリュームラベルTESTでマウント [32;1mMOUNT c %s -nocachedir [0m - C:ドライブをキャッシュ無効でマウント [32;1mMOUNT c %s -freesize 128[0m - C:ドライブを空容量128MB 確保してマウント [32;1mMOUNT c %s -u[0m - C:ドライブがすでにマウントされていても強制 的にマウントする [32;1mMOUNT c %s -t overlay[0m - mount C: with overlay directory on top [32;1mMOUNT c -u[0m - C:ドライブのマウントを解除する
zh_cn: 一个 MOUNT 命令的基本例子: [32;1mMOUNT c %s[0m 此命令将主机目录 %s 呈现为 DOSBox-X 中的 C 盘驱动器. 此目录必须在主机系统中存在. 如果目录包含空格, 请将它用双引号包含起来. 例如: %s 更多 MOUNT 命令的使用举例: [32;1mMOUNT[0m - 列出所有已挂载的驱动器 [32;1mMOUNT -cd[0m - 列出本机所有光盘驱动器 [32;1mMOUNT d %s[0m - 将驱动器 D 挂载为指定目录 [32;1mMOUNT c %s -t cdrom[0m - 将驱动器 C: 以光驱方式挂载为指定目录 [32;1mMOUNT c %s -ro[0m - 将驱动器 C: 以只读方式挂载 [32;1mMOUNT c %s -label TEST[0m - 挂载驱动器 C: 并给予标签 TEST [32;1mMOUNT c %s -nocachedir [0m - 挂载驱动器 C: 且不使用驱动器缓存 [32;1mMOUNT c %s -freesize 128[0m - 挂载驱动器 C: 并报告剩余磁盘空间为 128MB [32;1mMOUNT c %s -u[0m - 强制挂载驱动器 C: 即使之前已挂载 [32;1mMOUNT c %s -t overlay[0m - 将覆盖目录作用于已挂载的驱动器 C: [32;1mMOUNT c -u[0m - 卸载驱动器 C:
zh_tw: 一個 MOUNT 命令的基本例子: [32;1mMOUNT c %s[0m 此命令將主機目錄 %s 呈現為 DOSBox-X 中的 C 磁碟機. 此目錄必須在主機系統中存在. 如果目錄包含空格, 請將它用雙引號包含起來. 例如: %s 更多 MOUNT 命令的使用舉例: [32;1mMOUNT[0m - 列出所有已掛載的磁碟機 [32;1mMOUNT -cd[0m - 列出本機所有光碟機 [32;1mMOUNT d %s[0m - 將磁碟機 D 掛載為指定目錄 [32;1mMOUNT c %s -t cdrom[0m - 將磁碟機 C: 以光碟機方式掛載為指定目錄 [32;1mMOUNT c %s -ro[0m - 將磁碟機 C: 以唯讀方式掛載 [32;1mMOUNT c %s -label TEST[0m - 掛載磁碟機 C: 並給予標籤 TEST [32;1mMOUNT c %s -nocachedir [0m - 掛載磁碟機 C: 且不使用磁碟機快取 [32;1mMOUNT c %s -freesize 128[0m - 掛載磁碟機 C: 並報告剩餘磁碟空間為 128MB [32;1mMOUNT c %s -u[0m - 強制掛載磁碟機 C: 即使之前已掛載 [32;1mMOUNT c %s -t overlay[0m - 將覆蓋目錄作用於已掛載的磁碟機 C: [32;1mMOUNT c -u[0m - 卸載磁碟機 C:

# PROGRAM_MOUNT_UMOUNT_NOT_MOUNTED
source: Drive %c is not mounted.
es_es: Unidad %c no montada.
ja_jp: %c ドライブはマウントされていません。
zh_cn: 驱动器 %c 未挂载.
zh_tw: 磁碟機 %c 未掛載.

# PROGRAM_MOUNT_UMOUNT_SUCCESS
source: Drive %c has successfully been removed.
es_es: Unidad %c ha sido desmontada exitosamente.
ja_jp: %c ドライブのマウントを解除しました。
zh_cn: 驱动器 %c 已成功卸载.
zh_tw: 磁碟機 %c 已成功卸載.

# PROGRAM_MOUNT_UMOUNT_NUMBER_SUCCESS
source: Drive number %c has successfully been removed.
es_es: La unidad número %c ha sido desmontada exitosamente.
ja_jp: ドライブ番号 %c のマウントを解除しました。
zh_cn: 驱动器号 %c 已成功卸载.
zh_tw: 磁碟機代號 %c 已成功卸載.

# PROGRAM_MOUNT_UMOUNT_NO_VIRTUAL
source: Virtual Drives can not be unMOUNTed.
es_es: Las unidades virtuales no pueden ser desmontadas (unMOUNTed).
ja_jp: 仮想ドライブのマウントを解除することはできません。
zh_cn: 不能卸载虚拟驱动器.
zh_tw: 不能卸載虛擬磁碟機.

# PROGRAM_MOUNT_WARNING_WIN
source: Warning: Mounting C:\ is not recommended.
es_es: Aviso: Montar C:\ NO está recomendado.
ja_jp: 警告: C:\ をマウントすることは推奨されません。
zh_cn: 警告: 不建议挂载 C 盘根目录.
zh_tw: 警告: 不建議掛載 C 碟根目錄.

# PROGRAM_MOUNT_WARNING_OTHER
source: Warning: Mounting / is not recommended.
es_es: Aviso: Montar / no está recomendado.
ja_jp: 警告: / をマウントすることは推奨されません。
zh_cn: 警告: 不建议挂载文件系统根目录.
zh_tw: 警告: 不建議掛載檔案系統根目錄.

# PROGRAM_MOUNT_PHYSFS_ERROR
source: Failed to mount the PhysFS drive.
es_es: No se ha podido montar la unidad PhysFS.
ja_jp: PhysFS ドライブのマウントに失敗しました。
zh_cn: 无法挂载 PhysFS 驱动器.
zh_tw: 無法掛載 PhysFS 磁碟機.

# PROGRAM_MOUNT_OVERLAY_NO_BASE
source: Please MOUNT a normal directory first before adding an overlay on top.
es_es: Por favor MONTA (MOUNT) primero un directorio normal antes de uno superpuesto.
ja_jp: Overlayを追加する前に、通常のディレクトリを MOUNT する必要があります。
zh_cn: 请先挂载普通目录然后在上面加上覆盖目录.
zh_tw: 請先掛載普通目錄然後在上面加上覆蓋目錄.

# PROGRAM_MOUNT_OVERLAY_INCOMPAT_BASE
source: The overlay is NOT compatible with the drive that is specified.
es_es: La superposición (overlay) no es compatible con la unidad especificada.
ja_jp: 指定のドライブには overlay は追加できません。
zh_cn: 覆盖目录与指定的驱动器不兼容.
zh_tw: 覆蓋目錄與指定的磁碟機不相容.

# PROGRAM_MOUNT_OVERLAY_MIXED_BASE
source: The overlay needs to be specified using the same addressing as the underlying drive. No mixing of relative and absolute paths.
es_es: La superposición (overlay) necesita ser especificada empleando el mismo direccionamiento que la unidad subyacente. Sin mezclar rutas relativas y absolutas.
ja_jp: Overlayのディレクトリは、追加前のディレクトリと同じアドレス指定方法で指定する必要があります。相対パス・絶対パスの混在はできません。
zh_cn: 覆盖目录需与原驱动器所指定的定位方式相同，不能混合相对路径和绝对路径.
zh_tw: 覆蓋目錄需與原磁碟機所指定的定位方式相同，不能混合相對路徑和絕對路徑.

# PROGRAM_MOUNT_OVERLAY_SAME_AS_BASE
source: The overlay directory can not be the same as underlying drive.
es_es: El directorio de superposición no puede ser el mismo que el de la unidad subyacente.
ja_jp: Overlay のディレクトリには、追加前のディレクトリと同じものは指定できません。
zh_cn: 覆盖目录不能与原驱动器的目录相同.
zh_tw: 覆蓋目錄不能與原磁碟機的目錄相同.

# PROGRAM_MOUNT_OVERLAY_ERROR
source: An error occurred when trying to create an overlay drive.
es_es: Se produjo un error al intentar crear una unidad superpuesta (overlay).
ja_jp: Overlayドライブの作成でエラーがありました。
zh_cn: 创建覆盖目录时发生错误.
zh_tw: 建立覆蓋目錄時發生錯誤.

# PROGRAM_MOUNT_OVERLAY_STATUS
source: Overlay %s on drive %c mounted.
es_es: Superposición (Overlay) %s en la unidad %c montada.
ja_jp: Overlay %s を %c ドライブにマウントしました。
zh_cn: 覆盖目录 %s 已挂载于驱动器 %c 上.
zh_tw: 覆蓋目錄 %s 已掛載於磁碟機 %c 上.

# PROGRAM_LOADFIX_ALLOC
source: %d kb allocated.
es_es: %d kb asignados.
ja_jp: %d kb 確保しました。
zh_cn: %d 字节已分配.
zh_tw: %d 位元組已分配.

# PROGRAM_LOADFIX_DEALLOC
source: %d kb freed.
es_es: %d kb liberados.
ja_jp: %d kb 解放しました。
zh_cn: %d 字节已释放.
zh_tw: %d 位元組已釋放.

# PROGRAM_LOADFIX_DEALLOCALL
source: Used memory freed.
es_es: Memoria usada liberada.
ja_jp: 使用していたメモリを解放しました。
zh_cn: 已释放使用的内存.
zh_tw: 已釋放使用的記憶體.

# PROGRAM_LOADFIX_ERROR
source: Memory allocation error.
es_es: Error de asignacion de memoria.
ja_jp: メモリ確保エラー。
zh_cn: 内存分配错误.
zh_tw: 記憶體分配錯誤.

# PROGRAM_LOADFIX_HELP
source: Reduces the amount of available conventional or XMS/EMS memory. LOADFIX [-xms] [-ems] [-{ram}] [{program}] [{options}] LOADFIX -f [-xms] [-ems] -xms Allocates memory from XMS rather than conventional memory -ems Allocates memory from EMS rather than conventional memory -{ram} Specifies the amount of memory to allocate in KB Defaults to 64kb for conventional memory; 1MB for XMS/EMS memory -a Auto allocates enough memory to fill the lowest 64KB memory -f (or -d) Frees previously allocated memory {program} Runs the specified program {options} Program options (if any) Examples: ←[32;1mLOADFIX game.exe←[0m Allocates 64KB of conventional memory and runs game.exe ←[32;1mLOADFIX -a←[0m Auto-allocates enough memory conventional memory ←[32;1mLOADFIX -128←[0m Allocates 128KB of conventional memory ←[32;1mLOADFIX -xms←[0m Allocates 1MB of XMS memory ←[32;1mLOADFIX -f←[0m Frees allocated conventional memory
es_es: Reduce la cantidad de memoria convencional o XMS/EMS disponible. LOADFIX [-xms] [-ems] [-{ram}] [{program}] [{options}] LOADFIX -f [-xms] [-ems] -xms Asigna memoria de XMS en lugar de memoria convencional -ems Asigna memoria de EMS en lugar de memoria convencional -{ram} Especifica la cantidad de memoria para asignar en KB Por defecto 64 kb para memoria base; 1 MB para XMS/EMS -a Auto asigna suficiente memoria para llenar los 64 KB más bajos -f (o -d) Libera memoria previamente asignada {program} Ejecuta el programa especificado {options} Opciones de programa (si las hay) Ejemplos: ←[32;1mLOADFIX game.exe←[0m Asigna 64 KB de memoria convencional y ejecuta game.exe ←[32;1mLOADFIX -a←[0m Asigna automaticamente suficiente memoria convencional ←[32;1mLOADFIX -128←[0m Asigna 128 KB de memoria convencional ←[32;1mLOADFIX -xms←[0m Asigna 1 MB de memoria XMS ←[32;1mLOADFIX -f←[0m Libera memoria convencional asignada
ja_jp: 使用可能なコンベンショナルメモリ・XMS/EMSメモリの量を減らします。 LOADFIX [-xms] [-ems] [-{ram}] [{program}] [{options}] LOADFIX -f [-xms] [-ems] -xms コンベンショナルメモリよりも XMSメモリを確保する -ems コンベンショナルメモリよりも EMSメモリを確保する -{ram} 確保するメモリ量を KB で指定する。 デフォルトはコンベンショナルメモリ 64kb; XMS/EMS メモリ 1MB -a 最も低位の64KBメモリを埋めるのに必要なメモリを自動確保 -f (or -d) 確保したメモリを解放 {program} 指定のプログラムを実行 {options} プログラムのオプション (必要に応じて) 例: [32;1mLOADFIX game.exe[0m コンベンショナルメモリを 64KB 確保してgame.exeを実行 [32;1mLOADFIX -a[0m 必要なコンベンショナルメモリを自動確保 [32;1mLOADFIX -128[0m コンベンショナルメモリを128KB 確保 [32;1mLOADFIX -xms[0m XMSメモリを1MB確保 [32;1mLOADFIX -f[0m 確保したコンベンショナルメモリを解放
zh_cn: 减少可用的常规内存或 XMS/EMS 内存. LOADFIX [-xms] [-ems] [-{ram}] [{程序}] [{选项}] LOADFIX -f [-xms] [-ems] -xms 从 XMS 内存中而不是常规内存中分配内存 -ems 从 EMS 内存中而不是常规内存中分配内存 -{ram} 指定要分配的内存大小（单位:千字节) 常规内存默认为 64kb ; XMS或EMS内存默认为 1MB -a 自动分配足够的内存以充满低端 64KB 内存 -f (或 -d) 释放此前分配的内存 {程序} 运行指定的程序 {选项} 程序选项 (如果有) 举例: [32;1mLOADFIX game.exe[0m 分配 64KB 常规内存并运行 game.exe [32;1mLOADFIX -a[0m 自动分配足够的常规内存 [32;1mLOADFIX -128[0m 分配 128KB 常规内存 [32;1mLOADFIX -xms[0m 分配 1MB XMS 内存 [32;1mLOADFIX -f[0m 释放已分配的常规内存
zh_tw: 減少可用的一般記憶體或 XMS/EMS 記憶體. LOADFIX [-xms] [-ems] [-{ram}] [{程式}] [{選項}] LOADFIX -f [-xms] [-ems] -xms 從 XMS 記憶體中而不是一般記憶體中分配記憶體 -ems 從 EMS 記憶體中而不是一般記憶體中分配記憶體 -{ram} 指定要分配的記憶體大小（單位:千位元組) 一般記憶體預設為 64kb ; XMS或EMS記憶體預設為 1MB -a 自動分配足夠的記憶體以充滿低端 64KB 記憶體 -f (或 -d) 釋放此前分配的記憶體 {程式} 執行指定的程式 {選項} 程式選項 (如果有) 舉例: [32;1mLOADFIX game.exe[0m 分配 64KB 一般記憶體並執行 game.exe [32;1mLOADFIX -a[0m 自動分配足夠的一般記憶體 [32;1mLOADFIX -128[0m 分配 128KB 一般記憶體 [32;1mLOADFIX -xms[0m 分配 1MB XMS 記憶體 [32;1mLOADFIX -f[0m 釋放已分配的一般記憶體

# MSCDEX_SUCCESS
source: MSCDEX installed.
es_es: MSCDEX instalado.
ja_jp: MSCDEX をインストールしました。
zh_cn: MSCDEX 已安装.
zh_tw: MSCDEX 已安裝.

# MSCDEX_ERROR_MULTIPLE_CDROMS
source: MSCDEX: Failure: Drive-letters of multiple CD-ROM drives have to be continuous.
es_es: MSCDEX: Error: las letras de unidad de varios CD-ROM deben ser CONTIGUAS.
ja_jp: MSCDEX: エラー: 複数のCD-ROMドライブのドライブ文字は連続させる必要があります。
zh_cn: MSCDEX 错误: 多个光盘的驱动器字母应保持连续.
zh_tw: MSCDEX 錯誤: 多個光碟的磁碟機字母應保持連續.

# MSCDEX_ERROR_NOT_SUPPORTED
source: MSCDEX: Failure: Not yet supported.
es_es: MSCDEX: Error: Aún no está soportado.
ja_jp: MSCDEX: エラー: 未サポート
zh_cn: MSCDEX 错误: 尚未支持.
zh_tw: MSCDEX 錯誤: 尚未支援.

# MSCDEX_ERROR_PATH
source: MSCDEX: Specified location is not a CD-ROM drive.
es_es: MSCDEX: La ruta especificada no es una unidad CD-ROM.
ja_jp: MSCDEX: エラー: 指定の場所はCD-ROM ドライブではありません。
zh_cn: MSCDEX: 指定的位置并非光驱.
zh_tw: MSCDEX: 指定的位置並非光碟機.

# MSCDEX_ERROR_OPEN
source: MSCDEX: Failure: Invalid file or unable to open.
es_es: MSCDEX: Error: Archivo no válido o no se puede abrir.
ja_jp: MSCDEX: エラー: ファイルが無効または開けません。
zh_cn: MSCDEX 错误: 非法文件或无法打开文件.
zh_tw: MSCDEX 錯誤: 不合法的檔案或無法開啟檔案.

# MSCDEX_TOO_MANY_DRIVES
source: MSCDEX: Failure: Too many CD-ROM drives (max: 5). MSCDEX Installation failed.
es_es: MSCDEX: Error: Demasiadas unidades CD-ROM (max: 5). Instalación de MSCDEX abortada.
ja_jp: MSCDEX: エラー: CD-ROM ドライブが多すぎます (最大: 5). MSCDEX インストールできませんでした。
zh_cn: MSCDEX 错误: 光驱数量过多 (最多5个). MSCDEX 安装失败.
zh_tw: MSCDEX 錯誤: 光碟機數量過多 (最多5個). MSCDEX 安裝失敗.

# MSCDEX_LIMITED_SUPPORT
source: MSCDEX: Mounted subdirectory: limited support.
es_es: MSCDEX: Subdirectorio montado: soporte limitado.
ja_jp: MSCDEX: サブディレクトリをマウントしました。: 部分的サポート
zh_cn: MSCDEX: 挂载子目录: 有限支持.
zh_tw: MSCDEX: 掛載子目錄: 有限支援.

# MSCDEX_INVALID_FILEFORMAT
source: MSCDEX: Failure: File is either no ISO/CUE image or contains errors.
es_es: MSCDEX: Error: El archivo no es una imagen ISO/CUE o tiene errores.
ja_jp: MSCDEX: エラー: 指定のファイルはISO/CUE イメージでないか、不具合があります。
zh_cn: MSCDEX 错误: 文件并非 ISO/CUE 镜像文件或含有错误.
zh_tw: MSCDEX 錯誤: 檔案並非 ISO/CUE 映像檔或含有錯誤.

# MSCDEX_UNKNOWN_ERROR
source: MSCDEX: Failure: Unknown error.
es_es: MSCDEX: Error: Error desconocido.
ja_jp: MSCDEX: エラー: 不明なエラー。
zh_cn: MSCDEX 错误: 未知错误.
zh_tw: MSCDEX 錯誤: 未知錯誤.

# PROGRAM_RESCAN_SUCCESS
source: Drive cache cleared.
es_es: Cache de la unidad borrada.
ja_jp: ドライブキャッシュをクリアしました。
zh_cn: 驱动器缓存已清除.
zh_tw: 磁碟機快取已清除.

# PROGRAM_INTRO
source: ←[2J←[32;1mWelcome to DOSBox-X←[0m, an open-source x86 emulator with sound and graphics. DOSBox-X creates a shell for you which looks just like the plain DOS. ←[31;1mDOSBox-X will stop/exit without a warning if an error occurred!←[0m
es_es: ←[2J←[32;1mBienvenido a DOSBox-X←[0m, un emulador de x86 open-source con sonido y gráficos. DOSBox-X crea una consola que aparenta funcionar como un DOS convencional. ←[31;1m¡DOSBox-X se cerrará o detendrá sin aviso si ocurre algún error!←[0m
ja_jp: [2J[32;1mDOSBox-Xへようこそ![0m, 音声・グラフィックスをサポートするオープンソースな x86 エミュレータです。 DOSBox-X はDOSと全く同じようなシェルを表示します。 [31;1mエラーがあると、DOSBox-X は警告なしに停止・終了することがあります![0m
zh_cn: [2J[32;1m欢迎使用 DOSBox-X[0m, 支持声音和图像且开放源代码的 x86 模拟器. DOSBox-X 创建一个 DOS 环境让您仿佛正在使用原本的 DOS 系统. [31;1mDOSBox-X 如果遇到错误将会在未警告的情况下停止运行或退出![0m
zh_tw: [2J[32;1m歡迎使用 DOSBox-X[0m, 支援聲音和影像且開放原始碼的 x86 模擬器. DOSBox-X 建立一個 DOS 環境讓您仿佛正在使用原本的 DOS 系統. [31;1mDOSBox-X 如果遇到錯誤將會在未警告的情況下停止執行或結束![0m

# PROGRAM_INTRO_MENU_UP
source: DOSBox-X Introduction
es_es: Introducción DOSBox-X
ja_jp: DOSBox-X の紹介
zh_cn: DOSBox-X 介绍
zh_tw: DOSBox-X 介紹

# PROGRAM_INTRO_MENU_BASIC
source: Basic mount
es_es: Montaje básico
ja_jp: 標準マウント
zh_cn: 基本挂载
zh_tw: 基本掛載

# PROGRAM_INTRO_MENU_CDROM
source: CD-ROM support
es_es: Soporte de CD-ROM
ja_jp: CD-ROM サポート
zh_cn: 光驱支持
zh_tw: 光碟機支援

# PROGRAM_INTRO_MENU_USAGE
source: Usage
es_es: Uso
ja_jp: 使用法
zh_cn: 使用
zh_tw: 使用

# PROGRAM_INTRO_MENU_INFO
source: Information
es_es: Información
ja_jp: 情報
zh_cn: 信息
zh_tw: 資訊

# PROGRAM_INTRO_MENU_QUIT
source: Quit
es_es: Salir de este menú
ja_jp: 終了
zh_cn: 退出
zh_tw: 結束

# PROGRAM_INTRO_MENU_BASIC_HELP
source: ←[1m ←[1m←[KMOUNT allows you to connect real hardware to DOSBox-X's emulated PC.←[0m
es_es: ←[1m ←[1m←[KMOUNT le permite conectar hardware real al PC emulado por DOSBox-X.←[0m
ja_jp: [1m [1m[KMOUNT で、実際のハードウェアとDOSBox-XのエミュレートされたPCがつながります[0m
zh_cn: [1m [1m[KMOUNT 允许您将连接真实硬件与 DOSBox-X 的虚拟电脑连接起来.[0m
zh_tw: [1m [1m[KMOUNT 允許您將連接真實硬體與 DOSBox-X 的虛擬電腦連接起來.[0m

# PROGRAM_INTRO_MENU_CDROM_HELP
source: ←[1m ←[1m←[KTo mount your CD-ROM in DOSBox-X, you need to specify additional options when mounting the CD-ROM.←[0m
es_es: ←[1m ←[1m←[KPara montar tu CD-ROM en DOSBox-X, debes indicar opciones adicionales.←[0m
ja_jp: [1m [1m[KDOSBox-XにCD-ROMをマウントする時には、追加でオプションを指定する 必要があります。[0m
zh_cn: [1m [1m[K如果在 DOSBox-X 中挂载光盘, 您需要在挂载它们时指定更多的选项.[0m
zh_tw: [1m [1m[K如果在 DOSBox-X 中掛載光碟, 您需要在掛載它們時指定更多的選項.[0m

# PROGRAM_INTRO_MENU_USAGE_HELP
source: ←[1m ←[1m←[KAn overview of the command line options you can give to DOSBox-X.←[0m
es_es: ←[1m ←[1m←[KDescripción general de las opciones de línea de comandos en DOSBox-X.←[0m
ja_jp: [1m [1m[KDOSBox-Xのコマンドラインオプションの概要[0m
zh_cn: [1m [1m[K您可以提供给 DOSBox-X 的命令行参数概述.[0m
zh_tw: [1m [1m[K您可以提供給 DOSBox-X 的命令列參數概述.[0m
