Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# MENU:debug_generatenmi
source: Generate NMI interrupt
es_es: Generar interrupción NMI
ja_jp: NMI 割り込みを発生
zh_cn: 产生 NMI 中断
zh_tw: 產生 NMI 中斷

# MENU:debug_int2fhook
source: Hook INT 2Fh calls
es_es: Enganchar llamadas INT 2Fh
ja_jp: INT 2Fh コールをフック
zh_cn: 钩住 INT 2F 中断
zh_tw: 鉤住 INT 2F 中斷

# MENU:debug_logint21
source: Log INT 21h calls
es_es: Registrar llamadas INT 21h
ja_jp: INT 21h コールを記録
zh_cn: 记录 INT 21 调用
zh_tw: 記錄 INT 21 調用

# MENU:debug_logfileio
source: Log file I/O
es_es: Archivo de registros E/S
ja_jp: ファイル I/Oを記録
zh_cn: 记录文件输入输出
zh_tw: 記錄檔案輸入輸出

# MENU:mapper_speedlock
source: Toggle Speedlock
ja_jp: スピードロックの切替
zh_cn: 打开或关闭快进模式
zh_tw: 開啟或關閉快進模式

# MENU:mapper_speedlock2
source: Turbo (Fast Forward)
es_es: Modo Turbo (Avance rápido)
ja_jp: ターボ (Fast Forward)
zh_cn: 加速/快进模式
zh_tw: 加速/快進模式

# MENU:mapper_speednorm
source: Normal speed
es_es: Normal
ja_jp: 通常の速度
zh_cn: 正常速度
zh_tw: 正常速度

# MENU:mapper_speedup
source: Speed up
es_es: Acelerar
ja_jp: スピード:増
zh_cn: 加快速度
zh_tw: 加快速度

# MENU:mapper_slowdown
source: Slow down
es_es: Ralentizar
ja_jp: スピード:減
zh_cn: 降低速度
zh_tw: 降低速度

# MENU:mapper_editcycles
source: Edit cycles
es_es: Ajustar ciclos de CPU
ja_jp: サイクルを編集
zh_cn: 编辑 CPU 周期
zh_tw: 編輯 CPU 週期

# MENU:mapper_savestate
source: Save state
es_es: Guardar estado
ja_jp: 状態保存
zh_cn: 保存存档
zh_tw: 儲存工作狀態

# MENU:mapper_loadstate
source: Load state
es_es: Cargar estado
ja_jp: 状態読込
zh_cn: 加载存档
zh_tw: 載入工作狀態

# MENU:mapper_showstate
source: Display state information
es_es: Mostrar información de estado
ja_jp: 状態の情報表示
zh_cn: 显示存档信息
zh_tw: 顯示工作狀態資訊

# MENU:mapper_prevslot
source: Select previous slot
es_es: Seleccionar slot de guardado anterior
ja_jp: 前のスロットを選択
zh_cn: 选择上一个存档
zh_tw: 選擇上一個儲存位

# MENU:mapper_nextslot
source: Select next slot
es_es: Seleccionar slot de guardado siguiente
ja_jp: 次のスロットを選択
zh_cn: 选择下一个存档
zh_tw: 選擇下一個儲存位

# MENU:mapper_decfskip
source: Decrease frameskip
es_es: Reducir frameskip
ja_jp: フレームスキップ:減
zh_cn: 减小跳帧
zh_tw: 減小跳過影格

# MENU:mapper_incfskip
source: Increase frameskip
es_es: Aumentar frameskip
ja_jp: フレームスキップ:増
zh_cn: 加大跳帧
zh_tw: 加大跳過影格

# MENU:mapper_aspratio
source: Fit to aspect ratio
es_es: Relación de aspecto
ja_jp: アスペクト比に合わせる
zh_cn: 长宽比适合模式
zh_tw: 符合長寬比模式

# MENU:mapper_recwave
source: Record audio to WAV
es_es: Grabar audio en WAV
ja_jp: 音声をWAVに保存
zh_cn: 录制音频到 WAV
zh_tw: 錄製音訊到 WAV

# MENU:mapper_recmtwave
source: Record audio to multi-track AVI
es_es: Grabar audio en AVI multi-pista
ja_jp: 音声をmulti-track AVIに保存
zh_cn: 录制音频到多轨 AVI
zh_tw: 錄製音訊到多軌 AVI

# MENU:mapper_caprawmidi
source: Record MIDI output
es_es: Grabar salida MIDI
ja_jp: MIDI出力を保存
zh_cn: 录制 MIDI 输出
zh_tw: 錄製 MIDI 輸出

# MENU:mapper_caprawopl
source: Record FM (OPL) output
es_es: Grabar salida FM (OPL)
ja_jp: FM (OPL) 出力を保存
zh_cn: 录制 FM (OPL) 输出
zh_tw: 錄製 FM (OPL) 輸出

# MENU:mapper_video
source: Record video to AVI
es_es: Grabar video en AVI
ja_jp: 動画をAVIに保存
zh_cn: 录制视频到 AVI
zh_tw: 錄製影像到 AVI

# MENU:mapper_scrshot
source: Take screenshot
es_es: Capturar pantalla
ja_jp: スクリーンショット
zh_cn: 捕获屏幕快照
zh_tw: 擷取畫面快照

# MENU:mapper_debugger
source: Start DOSBox-X Debugger
es_es: Iniciar depurador de DOSBox-X
ja_jp: DOSBox-X デバッガの起動
zh_cn: 启动 DOSBox-X 调试器
zh_tw: 啟動 DOSBox-X 除錯器

# MENU:mapper_volup
source: Increase volume
es_es: Subir volumen
ja_jp: ボリューム:上
zh_cn: 提高音量
zh_tw: 提高音量

# MENU:mapper_voldown
source: Decrease volume
es_es: Bajar volumen
ja_jp: ボリューム:下
zh_cn: 降低音量
zh_tw: 降低音量

# MENU:mapper_recvolup
source: Increase recording volume
es_es: Subir volumen de grabación
ja_jp: 録音レベル:上
zh_cn: 提高录音音量
zh_tw: 提高錄音音量

# MENU:mapper_recvoldown
source: Decrease recording volume
es_es: Bajar volumen de grabación
ja_jp: 録音レベル:下
zh_cn: 降低录音音量
zh_tw: 降低錄音音量

# MENU:mapper_sendkey_mapper
source: Send special key
es_es: Enviar tecla especial
ja_jp: 特殊キーを送信
zh_cn: 输入特殊键
zh_tw: 輸入特殊鍵

# MENU:mapper_cycledown
source: Decrement cycles
es_es: Bajar ciclos
ja_jp: サイクル:減
zh_cn: 减小 CPU 周期
zh_tw: 減小 CPU 週期

# MENU:mapper_cycleup
source: Increment cycles
es_es: Subir ciclos
ja_jp: サイクル:増
zh_cn: 加大 CPU 周期
zh_tw: 加大 CPU 週期

# MENU:mapper_normal
source: Normal core
es_es: Núcleo normal
ja_jp: 標準コア
zh_cn: 正常内核
zh_tw: 一般核心

# MENU:mapper_dynamic
source: Dynamic core (dynamic_x86)
es_es: Núcleo dinámico (x86)
ja_jp: ダイナミックコア (dynamic_x86)
zh_cn: 动态内核 (dynamic_x86)
zh_tw: 動態核心 (dynamic_x86)

# MENU:mapper_simple
source: Simple core
es_es: Núcleo simple
ja_jp: 簡易コア
zh_cn: 简单内核
zh_tw: 簡單核心

# MENU:mapper_full
source: Full core
es_es: Núcleo completo
ja_jp: 完全コア
zh_cn: 完全内核
zh_tw: 完全核心

# MENU:cputype_auto
source: Auto
es_es: Automático
ja_jp: オート
zh_cn: 自动
zh_tw: 自動

# MENU:cputype_8086_prefetch
source: 8086 with prefetch
es_es: 8086 con prefetch
ja_jp: 8086 (プリフェッチ有)
zh_cn: 8086 (带预取)
zh_tw: 8086 (帶預取)

# MENU:cputype_80186_prefetch
source: 80186 with prefetch
es_es: 80186 con prefetch
ja_jp: 80186 (プリフェッチ有)
zh_cn: 80186 (带预取)
zh_tw: 80186 (帶預取)

# MENU:cputype_286_prefetch
source: 286 with prefetch
es_es: 286 con prefetch
ja_jp: 286 (プリフェッチ有)
zh_cn: 286 (带预取)
zh_tw: 286 (帶預取)

# MENU:cputype_386_prefetch
source: 386 with prefetch
es_es: 386 con prefetch
ja_jp: 386 (プリフェッチ有)
zh_cn: 386 (带预取)
zh_tw: 386 (帶預取)

# MENU:cputype_486old
source: 486 (old)
es_es: 486 (viejo)
ja_jp: 486 (旧)
zh_cn: 486 (老式)
zh_tw: 486 (老式)

# MENU:cputype_486old_prefetch
source: 486 (old) with prefetch
es_es: 486 (viejo) con prefetch
ja_jp: 486 (旧(プリフェッチ有))
zh_cn: 486 (老式, 带预取)
zh_tw: 486 (老式, 帶預取)

# MENU:cputype_486_prefetch
source: 486 with prefetch
es_es: 486 con prefetch
ja_jp: 486 (プリフェッチ有)
zh_cn: 486 (带预取)
zh_tw: 486 (帶預取)

# MENU:debug_pageflip
source: Page flip debug line
es_es: Depuración de cambio de página
ja_jp: デバッグ用ライン表示 (CRTCレジスタ書込み)
zh_cn: 页面翻转调试行
zh_tw: 頁面翻轉除錯行

# MENU:debug_retracepoll
source: Retrace poll debug line
es_es: Mejoras en traceado de debug
ja_jp: デバッグ用ライン表示 (CRTCステータス読取り)
zh_cn: 追溯轮询调试行
zh_tw: 追溯輪詢除錯行

# MENU:mapper_swapimg
source: Swap floppy drive
es_es: Intercambiar FDD
ja_jp: フロッピーを入替
zh_cn: 交换软盘镜像
zh_tw: 變更軟碟映像

# MENU:mapper_swapcd
source: Swap CD drive
es_es: Intercambiar CDROMs
ja_jp: CD ドライブを入替
zh_cn: 交换光盘镜像
zh_tw: 變更光碟映像

# MENU:mapper_ejectpage
source: Send form-feed
es_es: Enviar Form-feed
ja_jp: 改ページ送信
zh_cn: 发送打印机换页符
zh_tw: 傳送印表機換頁符號

# MENU:mapper_rescanall
source: Rescan all drives
es_es: Actualizar unidades
ja_jp: すべてのドライブを再スキャン
zh_cn: 刷新所有驱动器
zh_tw: 刷新所有磁碟機

# MENU:showdetails
source: Show FPS and RT speed in title bar
es_es: Mostrar FPS y velocidad RT en barra de título
ja_jp: FPS とRT スピードをタイトルバーに表示
zh_cn: 标题栏上显示速度
zh_tw: 標題列上顯示速度

# MENU:restartconf
source: Restart DOSBox-X with config file...
es_es: Reiniciar DOSBox-X con archivo config...
ja_jp: 設定ファイルを用いてDOSBox-X を再起動 ...
zh_cn: 重启 DOSBox-X 并调用指定配置文件...
zh_tw: 重開 DOSBox-X 並調用指定組態檔案...

# MENU:restartlang
source: Restart DOSBox-X with language file...
es_es: Reiniciar DOSBox-X con archivo idioma...
ja_jp: 言語ファイルを用いてDOSBox-X を再起動 ...
zh_cn: 重启 DOSBox-X 并调用指定语言文件...
zh_tw: 重開 DOSBox-X 並調用指定語言檔案...

# MENU:auto_lock_mouse
source: Autolock mouse
es_es: Autobloqueo de ratón
ja_jp: マウスを自動ロック
zh_cn: 自动锁定鼠标
zh_tw: 自動鎖定滑鼠

# MENU:clipboard_right
source: Via right mouse button
es_es: Via botón derecho del ratón
ja_jp: マウス右クリックにより
zh_cn: 通过按鼠标右键
zh_tw: 通過按滑鼠右鍵

# MENU:clipboard_middle
source: Via middle mouse button
es_es: Via botón central del ratón
ja_jp: マウス中クリックにより
zh_cn: 通过按鼠标中键
zh_tw: 通過按滑鼠中鍵

# MENU:clipboard_arrows
source: Via arrow keys (Home=start, End=end)
es_es: Usando cursores (Inicio=Start / Fin=End)
ja_jp: カーソルキーにより (Home=開始, End=終了)
zh_cn: 通过按方向键 (Home=开始, End=结束)
zh_tw: 通過按方向鍵 (Home=開始, End=結束)

# MENU:screen_to_clipboard
source: Copy all text on the DOS screen
es_es: Copiar todo el texto de la ventana DOS
ja_jp: DOS画面のすべてのテキストをコピー
zh_cn: 复制 DOS 屏幕上的所有文字
zh_tw: 複製 DOS 畫面上的所有文字

# MENU:clipboard_device
source: Enable DOS clipboard device access
es_es: Habilitar acceso al dispositivo del portapapeles DOS: CLIP$
ja_jp: DOS のクリップボードアクセスを許可
zh_cn: 启用 DOS 剪贴板设备存取
zh_tw: 啟用 DOS 剪貼簿裝置存取

# MENU:clipboard_dosapi
source: Enable DOS clipboard API for applications
es_es: Habilitar la API del portapapeles DOS para aplicaciones
ja_jp: DOS のアプリケーション用clipboard APIの使用を許可
zh_cn: 启用 DOS 剪贴板应用程序 API
zh_tw: 啟用 DOS 剪貼簿應用程式 API

# MENU:clipboard_biospaste
source: Use BIOS function for clipboard pasting
es_es: Usar función de BIOS para pegar del portapapeles
ja_jp: クリップボードの貼り付けにBIOS ファンクションを使用
zh_cn: 使用 BIOS 功能进行剪贴板粘贴
zh_tw: 使用 BIOS 功能進行剪貼簿貼上

# MENU:sendkey_winlogo
source: Send logo key
es_es: Enviar tecla de logo
ja_jp: Logo キーを送信
zh_cn: 输入 LOGO 键
zh_tw: 輸入 LOGO 鍵

# MENU:sendkey_winmenu
source: Send menu key
es_es: Enviar tecla de menú
ja_jp: Menu キーを送信
zh_cn: 输入 MENU 键
zh_tw: 輸入 MENU 鍵

# MENU:sendkey_alttab
source: Send Alt+Tab
es_es: Enviar Alt+Tab
ja_jp: Alt+Tabを送信
zh_cn: 输入 Alt+Tab
zh_tw: 輸入 Alt+Tab

# MENU:sendkey_ctrlesc
source: Send Ctrl+Esc
es_es: Enviar Ctrl+Esc
ja_jp: Ctrl+Escを送信
zh_cn: 输入 Ctrl+Esc
zh_tw: 輸入 Ctrl+Esc

# MENU:sendkey_ctrlbreak
source: Send Ctrl+Break
es_es: Enviar Ctrl+C (Ctrl+Break)
ja_jp: Ctrl+Breakを送信
zh_cn: 输入 Ctrl+Break
zh_tw: 輸入 Ctrl+Break

# MENU:sendkey_cad
source: Send Ctrl+Alt+Del
es_es: Enviar Ctrl+Alt+Supr
ja_jp: Ctrl+Alt+Delを送信
zh_cn: 输入 Ctrl+Alt+Del
zh_tw: 輸入 Ctrl+Alt+Del

# MENU:sendkey_mapper_winlogo
source: Mapper "Send special key": logo key
es_es: Mapeador "Enviar tecla especial": Tecla logo (Tecla Windows/Pi/Ubuntu)
ja_jp: Mapper "特殊キーを送信": Logo キー
zh_cn: Mapper "输入特殊键": logo key
zh_tw: Mapper "輸入特殊鍵": logo key

# MENU:sendkey_mapper_winmenu
source: Mapper "Send special key": menu key
es_es: Mapeador "Enviar tecla especial": Tecla menu
ja_jp: Mapper "特殊キーを送信": Menu キー
zh_cn: Mapper "输入特殊键": menu key
zh_tw: Mapper "輸入特殊鍵": menu key

# MENU:sendkey_mapper_alttab
source: Mapper "Send special key": Alt+Tab
es_es: Mapeador "Enviar tecla especial": Alt+Tab
ja_jp: Mapper "特殊キーを送信": Alt+Tab
zh_cn: Mapper "输入特殊键": Alt+Tab
zh_tw: Mapper "輸入特殊鍵": Alt+Tab

# MENU:sendkey_mapper_ctrlesc
source: Mapper "Send special key": Ctrl+Esc
es_es: Mapeador "Enviar tecla especial": Ctrl+Esc
ja_jp: Mapper "特殊キーを送信": Ctrl+Esc
zh_cn: Mapper "输入特殊键": Ctrl+Esc
zh_tw: Mapper "輸入特殊鍵": Ctrl+Esc

# MENU:sendkey_mapper_ctrlbreak
source: Mapper "Send special key": Ctrl+Break
es_es: Mapeador "Enviar tecla especial": Ctrl+C (Ctrl+Break)
ja_jp: Mapper "特殊キーを送信": Ctrl+Break
zh_cn: Mapper "输入特殊键": Ctrl+Break
zh_tw: Mapper "輸入特殊鍵": Ctrl+Break

# MENU:sendkey_mapper_cad
source: Mapper "Send special key": Ctrl+Alt+Del
es_es: Mapeador "Enviar tecla especial": Ctrl+Alt+Supr
ja_jp: Mapper "特殊キーを送信": Ctrl+Alt+Del
zh_cn: Mapper "输入特殊键": Ctrl+Alt+Del
zh_tw: Mapper "輸入特殊鍵": Ctrl+Alt+Del

# MENU:wheel_none
source: Do not convert to arrow keys
es_es: No convertir a cursores
ja_jp: ホイール動作をキーに変換しない
zh_cn: 不进行转换
zh_tw: 不進行轉換

# MENU:wheel_updown
source: Convert to up/down arrows
es_es: Convertir a cursores arriba / abajo
ja_jp: カーソル上下に変換
zh_cn: 转换为上下箭头
zh_tw: 轉換為上下箭頭

# MENU:wheel_leftright
source: Convert to left/right arrows
es_es: Convertir a cursores izquierda / derecha
ja_jp: カーソル左右に変換
zh_cn: 转换为左右箭头
zh_tw: 轉換為左右箭頭

# MENU:wheel_pageupdown
source: Convert to PgUp/PgDn keys
es_es: Convertir a teclas RePag / AvPag
ja_jp: PgUp/PgDn キーに変換
zh_cn: 转换为 PgUp/PgDn 键
zh_tw: 轉換為 PgUp/PgDn 鍵

# MENU:wheel_ctrlupdown
source: Convert to Ctrl+up/down arrows
es_es: Convertir a Ctrl+cursores arriba / abajo
ja_jp: Ctrl+カーソル上下に変換
zh_cn: 转换为 Ctrl+上下箭头
zh_tw: 轉換為 Ctrl+上下箭頭

# MENU:wheel_ctrlleftright
source: Convert to Ctrl+left/right arrows
es_es: Convertir a Ctrl+cursores izquierda / derecha
ja_jp: Ctrl+カーソル左右に変換
zh_cn: 转换为 Ctrl+左右箭头
zh_tw: 轉換為 Ctrl+左右箭頭

# MENU:wheel_ctrlpageupdown
source: Convert to Ctrl+PgUp/PgDn keys
es_es: Convertir a Ctrl+teclas RePag / AvPag
ja_jp: Ctrl+PgUp/PgDn キーに変換
zh_cn: 转换为 Ctrl+PgUp/PgDn 键
zh_tw: 轉換為 Ctrl+PgUp/PgDn 鍵

# MENU:wheel_ctrlwz
source: Convert to Ctrl+W/Z keys
es_es: Convertir a Ctrl+teclas W/Z
ja_jp: Ctrl+W/Z キーに変換
zh_cn: 转换为 Ctrl+W/Z 键
zh_tw: 轉換為 Ctrl+W/Z 鍵

# MENU:wheel_guest
source: Enable for guest systems also
es_es: Habilitar también para sistemas invitados
ja_jp: ゲストシステムにも適用
zh_cn: 启动客户系统时亦启用
zh_tw: 啟動客戶系統時亦啟用

# MENU:doublebuf
source: Double Buffering (Fullscreen)
es_es: Bufer doble a pantalla completa
ja_jp: ダブル・バッファ (全画面表示)
zh_cn: 双重缓冲 (全屏幕)
zh_tw: 雙重緩衝 (全螢幕)

# MENU:alwaysontop
source: Always on top
es_es: Siempre por encima
ja_jp: 常に手前
zh_cn: 总在最前
zh_tw: 總在最前

# MENU:highdpienable
source: High DPI enable
es_es: Habilitar High DPI
ja_jp: 高DPI有効
zh_cn: 启用高 DPI 模式
zh_tw: 啟用高 DPI 模式

# MENU:sync_host_datetime
source: Synchronize host date/time
es_es: Sincronizar fecha y hora con anfitrión
ja_jp: ホストの日時と同期
zh_cn: 同步主机日期/时间
zh_tw: 同步主機日期/時間

# MENU:shell_config_commands
source: Config options as commands
es_es: Opciones de configuración como comandos
ja_jp: オプションをコマンドとして設定
zh_cn: 配置选项作为命令
zh_tw: 組態選項作為命令

# MENU:quick_reboot
source: Enable quick reboot
es_es: Habilitar reinicio rápido
ja_jp: 高速再起動を有効化
zh_cn: 启用快速重启
zh_tw: 啟用快速重開

# MENU:make_diskimage
source: Create blank disk image...
es_es: Crear imagen de disco en blanco...
ja_jp: 空ディスクのイメージを作成...
zh_cn: 创建空白磁盘镜像...
zh_tw: 建立空白磁碟映像...

# MENU:list_drivenum
source: Show mounted drive numbers
es_es: Mostrar número de las unidades montadas
ja_jp: マウントされたドライブ番号を表示
zh_cn: 显示已分配的驱动器号
zh_tw: 顯示已分配的磁碟機代號

# MENU:list_ideinfo
source: Show IDE disk or CD status
es_es: Mostrar estado de disco IDE o CD
ja_jp: IDE ディスク・CD の状態を表示
zh_cn: 显示 IDE 驱动器状态
zh_tw: 顯示 IDE 磁碟機狀態

# MENU:print_textscreen
source: Print DOS text screen
es_es: Imprimir texto de pantalla DOS
ja_jp: DOS テキスト画面を印刷
zh_cn: 打印 DOS 屏幕文字
zh_tw: 列印 DOS 畫面文字

# MENU:pc98_use_uskb
source: Use US keyboard layout
es_es: Usar distribución de teclado US
ja_jp: USキーボードレイアウトを使用
zh_cn: 使用美式键盘布局
zh_tw: 使用美式鍵盤配置

# MAPPER:caprawopl
source: Record FM/OPL output
es_es: Graba salida FM/OPL
ja_jp: FM/OPL 出力を保存
zh_cn: 录制 FM/OPL 输出
zh_tw: 錄製 FM/OPL 輸出

# MAPPER:copyall
source: Copy to clipboard
es_es: Copia a portapapeles
ja_jp: クリップボードにコピー
zh_cn: 复制屏幕文本到剪贴板
zh_tw: 複製畫面文字到剪貼簿

# MAPPER:cycauto
source: Toggle auto cycles
es_es: Activa auto ciclos
ja_jp: サイクル自動設定 切替
zh_cn: 切换自动 CPU 周期
zh_tw: 切換自動 CPU 週期

# MAPPER:debugger
source: Show debugger
es_es: Activa depurador
ja_jp: デバッガーを表示
zh_cn: 显示调试器
zh_tw: 顯示除錯器

# MAPPER:decsize
source: Decrease TTF size
es_es: Reducir tamaño TTF
ja_jp: TTF サイズ: 縮小
zh_cn: 减小 TTF 字体
zh_tw: 減小 TTF 字體

# MAPPER:dynamic
source: CPU: dynamic core
es_es: CPU: Core dinámico
ja_jp: CPU:ダイナミックコア
zh_cn: CPU: 动态内核
zh_tw: CPU: 動態核心

# MAPPER:fastedit
source: Quick edit mode
es_es: Edición rápida
ja_jp: クイック編集モード
zh_cn: 快速编辑模式
zh_tw: 快速編輯模式

# MAPPER:full
source: CPU: full core
ja_jp: CPU:完全コア
zh_cn: CPU: 完全内核
zh_tw: CPU: 完全核心

# MAPPER:incsize
source: Increase TTF size
es_es: Aumentar tamaño TTF
ja_jp: TTF サイズ: 拡大
zh_cn: 加大 TTF 字体
zh_tw: 加大 TTF 字體

# MAPPER:loadmap
source: Load mapper file
es_es: Carga archivo mapper
ja_jp: マッパーファイル読込
zh_cn: 加载按键配置文件
zh_tw: 載入按鍵配置檔案

# MAPPER:nextslot
source: Next save slot
es_es: Slot guardado sig.
ja_jp: 次のセーブスロット
zh_cn: 下一个存档
zh_tw: 下一個儲存位

# MAPPER:normal
source: CPU: normal core
ja_jp: CPU:標準コア
zh_cn: CPU: 正常内核
zh_tw: CPU: 一般核心

# MAPPER:paste
source: Paste from clipboard
es_es: Pegar portapapeles
ja_jp: クリップボードを貼付
zh_cn: 粘贴剪贴板文字
zh_tw: 貼上剪貼簿文字

# MAPPER:pasteend
source: Stop clipboard paste
es_es: Detener portapapeles
ja_jp: クリップボード停止
zh_cn: 停止剪贴板复制
zh_tw: 停止剪貼簿複製

# MAPPER:pauseints
source: Pause with interrupt
es_es: Pausa con interrupción
ja_jp: 一時停止(割込有効)
zh_cn: 暂停并保持中断
zh_tw: 暫停並保持中斷

# MAPPER:prevslot
source: Previous save slot
es_es: Slot guardado previo
ja_jp: 前のセーブスロット
zh_cn: 上一个存档
zh_tw: 上一個儲存位

# MAPPER:quickrun
source: Quick launch program
es_es: Lanzar prog. rápido
ja_jp: クイック起動
zh_cn: 快速启动程序
zh_tw: 快速啟動程式

# MAPPER:recmtwave
source: Record to M.T. AVI
es_es: Grabar a M.T. AVI
ja_jp: M.T. AVI形式で保存
zh_cn: 录制音频到多轨 AVI
zh_tw: 錄製音訊到多軌 AVI

# MAPPER:reboot
source: Reboot DOS system
es_es: Reinicia sistema DOS
ja_jp: DOSシステムの再起動
zh_cn: 重启 DOS 系统
zh_tw: 重開 DOS 系統

# MAPPER:recvoldown
source: Decrease rec. volume
es_es: Bajar vol. grabación
ja_jp: 録音レベル: 下
zh_cn: 降低录音音量
zh_tw: 降低錄音音量

# MAPPER:recvolup
source: Increase rec. volume
es_es: Subir vol. grabación
ja_jp: 録音レベル: 上
zh_cn: 提高录音音量
zh_tw: 提高錄音音量

# MAPPER:rescanall
source: Rescan drives
es_es: Actualizar unidades
ja_jp: ドライブを再スキャン
zh_cn: 刷新驱动器
zh_tw: 刷新磁碟機

# MAPPER:reset
source: Reset DOSBox-X
es_es: Resetea DOSBox-X
ja_jp: DOSBox-Xを再起動
zh_cn: 重启 DOSBox-X
zh_tw: 重開 DOSBox-X

# MAPPER:showstate
source: Display state info
es_es: Ver info de estado
ja_jp: ステートの情報表示
zh_cn: 显示存档信息
zh_tw: 顯示狀態資訊

# MAPPER:simple
source: CPU: simple core
es_es: CPU: núcleo simple
ja_jp: CPU:簡易コア
zh_cn: CPU: 简单内核
zh_tw: CPU: 簡單核心

# MAPPER:togmenu
source: Toggle menu bar
es_es: Activar barra de menú
ja_jp: メニューバー表示切替
zh_cn: 打开或关闭下拉菜单
zh_tw: 開啟或關閉下拉選單

source: OK
es_es: Aceptar
zh_cn: 确定
zh_tw: 確定

# SHELL_STARTUP_LAST
source: HAVE FUN WITH DOSBox-X !
es_es: Que te diviertas con DOSBox-X ;)
zh_cn: 祝您愉快使用 DOSBox-X !
zh_tw: 祝您使用 DOSBox-X 愉快!

# SHELL_CMD_MKDIR_HELP_LONG
source: MKDIR [drive:][path] MD [drive:][path]
es_es: MKDIR [unidad:][ruta] MD [unidad:][ruta]
zh_cn: MKDIR [驱动器:][路径] MD [驱动器:][路径]
zh_tw: MKDIR [磁碟機:][路徑] MD [磁碟機:][路徑]

# SHELL_CMD_RMDIR_HELP_LONG
source: RMDIR [drive:][path] RD [drive:][path]
es_es: RMDIR [unidad:][ruta] RD [unidad:][ruta]
zh_cn: RMDIR [驱动器:][路径] RD [驱动器:][路径]
zh_tw: RMDIR [磁碟機:][路徑] RD [磁碟機:][路徑]

# SHELL_CMD_TYPE_HELP_LONG
source: TYPE [drive:][path][filename]
es_es: TYPE [unidad:][ruta][nombredearchivo]
zh_cn: TYPE [驱动器:][路径][文件名]
zh_tw: TYPE [磁碟機:][路徑][檔名]

# SHELL_CMD_REM_HELP_LONG
source: REM [comment]
es_es: REM [comentario]
zh_cn: REM [注释]
zh_tw: REM [注釋]

# SHELL_CMD_LOADHIGH_HELP_LONG
source: LH [drive:][path]filename [parameters] LOADHIGH [drive:][path]filename [parameters]
es_es: LH [unidad:][ruta]nombrearchivo [parámetros] LOADHIGH [unidad:][ruta]nombrearchivo [parámetros]
zh_cn: LH [驱动器:][路径]文件名 [参数] LOADHIGH [驱动器:][路径]文件名 [参数]
zh_tw: LH [磁碟機:][路徑]檔名 [參數] LOADHIGH [磁碟機:][路徑]檔名 [參數]

# SHELL_CMD_VOL_HELP_LONG
source: VOL [drive]
es_es: VOL [unidad]
zh_cn: VOL [驱动器]
zh_tw: VOL [磁碟機]

# SHELL_CMD_MORE_HELP_LONG
source: MORE [drive:][path][filename] MORE < [drive:][path]filename command-name | MORE [drive:][path][filename]
es_es: MORE [unidad:][ruta][nombrearchivo] MORE < [unidad:][ruta][nombrearchivo] nombre-comando | MORE [unidad:][ruta][nombrearchivo]
zh_cn: MORE [驱动器:][路径][文件名] MORE < [驱动器:][路径]文件名 命令名 | MORE [驱动器:][路径][文件名]
zh_tw: MORE [磁碟機:][路徑][檔名] MORE < [磁碟機:][路徑]檔名 命令名 | MORE [磁碟機:][路徑][檔名]

# SHELL_CMD_TRUENAME_HELP_LONG
source: TRUENAME [/H] file
es_es: TRUENAME [/H] archivo
zh_cn: TRUENAME [/H] 文件
zh_tw: TRUENAME [/H] 檔案

# MENU:scaler_set_advinterp2x
source: Advanced Interpolation 2X
es_es: Interpolación avanzada 2X

# MENU:scaler_set_advinterp3x
source: Advanced Interpolation 3X
es_es: Interpolación avanzada 3X

# MENU:scaler_set_xbrz_bilinear
source: xBRZ Bilinear
es_es: xBRZ Bilineal

# MENU:output_surface
source: Surface
es_es: Superficie (Surface)

# MENU:output_openglnb
source: OpenGL nearest
es_es: OpenGL cercano

# MENU:output_openglpp
source: OpenGL perfect
es_es: OpenGL perfecto

# MENU:hostkey_mapper
source: Mapper-defined
es_es: Definido por Mapeador: F11
zh_cn: 按键编辑中设定
zh_tw: 按鍵編輯中設定

# MENU:hostkey_ctrlshift
source: Ctrl+Shift
es_es: Ctrl+Mayúsculas

# MENU:hostkey_altshift
source: Alt+Shift
es_es: Alt+Mayúsculas

# MENU:cputype_pentium
source: Pentium
zh_cn: 奔腾
zh_tw: 奔騰

# MENU:cputype_pentium_mmx
source: Pentium MMX
zh_cn: 奔腾 MMX
zh_tw: 奔騰 MMX

# MENU:cputype_ppro_slow
source: Pentium Pro
zh_cn: 奔腾 Pro
zh_tw: 奔騰 Pro
