Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# PROGRAM_BOOT_PRINT_ERROR
source: This command boots DOSBox-X from either a floppy or hard disk image. For this command, one can specify a succession of floppy disks swappable by the menu command, and drive: specifies the mounted drive to boot from. If no drive letter is specified, this defaults to boot from the A drive. If no parameter is specified, it will try to boot from the current drive. The only bootable drive letters are A, C, and D. For booting from a hard drive (C or D), ensure the image is already mounted by ←[34;1mIMGMOUNT←[0m command. The syntax of this command is one of the following: ←[34;1mBOOT [driveletter:]←[0m ←[34;1mBOOT diskimg1.img [diskimg2.img ...] [-L driveletter]←[0m Note: An image file with a leading colon (:) will be booted in write-protected mode if the "leading colon write protect image" option is enabled. Examples: ←[32;1mBOOT A:←[0m - boot from drive A: if it is mounted and bootable. ←[32;1mBOOT :DOS.IMG←[0m - boot from floppy image DOS.IMG in write-protected mode.
es_es: Este comando arranca DOSBox-X desde una imagen de disquete o de disco duro. Para este comando puedes indicar una serie de disquetes intercambiables por el comando de menú, y drive: indica la unidad montada de la que arrancar. Si no se indica lo contrario, por defecto se arranca de la unidad A. Las letras de unidad admitidas para arrancar son A/C/D. Para discos duros C/D (revisa si la imagen esta montada con la orden ←[34;1mIMGMOUNT←[0m). La sintaxis de este comando es una de las siguientes: ←[34;1mBOOT diskimg1.img [diskimg2.img ...] [-L letradeunidad]←[0m ←[34;1mBOOT letradeunidad:←[0m Nota: Un archivo imagen con dos puntos a la izquierda (:) inicia en modo solo lectura si la opcion "proteger contra escritura con dos puntos iniciales" esta activada. Ejemplos: ←[32;1mBOOT A:←[0m - inicia desde la unidad A: si es montable y arrancable. ←[32;1mBOOT :DOS.IMG←[0m - inicia desde la imagen de disquete DOS.IMG en solo lectura
ja_jp: このコマンドは DOSBox-X をフロッピーまたはハードディスクイメージから起動します このコマンドは、メニューコマンドで入替可能なフロッピーディスク群を指定できます drive: はマウントされているもののうち、起動するドライブを指定します。 ドライブ文字を指定しない場合は、デフォルトでAドライブから起動します。 パラメータを指定しない場合、カレントドライブから起動を試みます。 起動可能なドライブ文字は A, C, Dです。 ハードディスク(C: D:ドライブ)から起動 する場合は、イメージが[34;1mIMGMOUNT[0mコマンドでマウントされている必要があります。 このコマンドの用法は以下のいずれかです: [34;1mBOOT [driveletter:][0m [34;1mBOOT diskimg1.img [diskimg2.img ...] [-L driveletter][0m 注: イメージファイルの前にコロン (:) をつけると読み取り専用で起動します。 (ただし、"leading colon write protect image" オプションが有効の時) 例: [32;1mBOOT A:[0m - A:ドライブから起動。(マウント済みで起動可能な場合) [32;1mBOOT :DOS.IMG[0m - フロッピーイメージ DOS.IMG を読み取り専用で起動。
zh_cn: 此命令将使 DOSBox-X 从软盘或硬盘镜像中启动. 您可以在此命令中使用多个软盘镜像文件, 并可通过菜单选项进行交换. "驱动器:"将从指定的已挂载的驱动器启动. 如果没有指定驱动器盘符, 将默认从驱动器 A： 启动. 如果没有指定参数将试着从当前驱动器启动. 只支持从以下驱动器盘符中启动: A:, C:, 以及 D:. 如果要从硬盘驱动 器 (C: 或 D:) 中启动, 请保证镜像文件已用 [34;1mIMGMOUNT[0m 命令挂载. 此命令的语法为如下之一: [34;1mBOOT [驱动器盘符:][0m [34;1mBOOT diskimg1.img [diskimg2.img ...] [-L 驱动器盘符][0m 说明: 如果镜像文件以冒号 (:) 开头将以写保护方式启动, 如果以下配置选项已启用: leading colon write protect image = true 举例: [32;1mBOOT A:[0m - 从驱动器 A: 启动, 如果该驱动器已挂载并能启动. [32;1mBOOT :DOS.IMG[0m - 以写保护模式从软盘镜像文件 DOS.IMG 启动.
zh_tw: 此命令將使 DOSBox-X 從軟碟或硬碟映像中啟動. 您可以在此命令中使用多個軟碟映像檔, 並可通過選單選項進行變更. "磁碟機:"將從指定的已掛載的磁碟機啟動. 如果沒有指定磁碟機代號, 將預設從磁碟機 A： 啟動. 如果沒有指定參數將試著從目前磁碟機啟動. 只支援從以下磁碟機代號中啟動: A:, C:, 以及 D:. 如果要從硬碟機 (C: 或 D:) 中啟動, 請保證映像檔已用 [34;1mIMGMOUNT[0m 命令掛載. 此命令的語法為如下之一: [34;1mBOOT [磁碟機代號:][0m [34;1mBOOT diskimg1.img [diskimg2.img ...] [-L 磁碟機代號][0m 說明: 如果映像檔以冒號 (:) 開頭將以防寫方式啟動, 如果以下組態選項已啟用: leading colon write protect image = true 舉例: [32;1mBOOT A:[0m - 從磁碟機 A: 啟動, 如果此磁碟機已掛載並能啟動. [32;1mBOOT :DOS.IMG[0m - 以防寫模式從軟碟映像檔 DOS.IMG 啟動.

# PROGRAM_BOOT_UNABLE
source: Unable to boot off of drive %c.
es_es: Incapaz de arrancar desde la unidad %c.
ja_jp: %cドライブから起動できません。
zh_cn: 无法从驱动器 %c 启动.
zh_tw: 無法從磁碟機 %c 啟動.

# PROGRAM_BOOT_IMAGE_OPEN
source: Opening image file: %s
es_es: Abriendo archivo imagen: %s
ja_jp: イメージファイルを開きます: %s
zh_cn: 正在打开镜像文件: %s
zh_tw: 正在開啟映像檔: %s

# PROGRAM_BOOT_IMAGE_NOT_OPEN
source: Cannot open %s
es_es: No se pudo abrir %s
ja_jp: イメージを開けません %s
zh_cn: 无法打开 %s
zh_tw: 無法開啟 %s

# PROGRAM_BOOT_CART_WO_PCJR
source: PCjr cartridge found, but machine is not PCjr
es_es: Cartucho de PCjr encontrado, pero la máquina no es un PCjr
ja_jp: PCjr カートリッジが見つかりましたが、マシンがPCjrではありません。
zh_cn: 找到 PCjr 卡带, 但机器类型并非 PCjr
zh_tw: 找到 PCjr 卡帶, 但機器類型並非 PCjr

# PROGRAM_BOOT_CART_LIST_CMDS
source: Available PCjr cartridge commandos:%s
es_es: Comandos de cartucho PCjr disponibles:%s
ja_jp: 使用可能な PCjr cartridge commandos:%s

# PROGRAM_BOOT_CART_NO_CMDS
source: No PCjr cartridge commandos found
es_es: No se han encontrado comandos de cartucho PCjr
ja_jp: PCjr cartridge commandos が見つかりません。

# PROGRAM_LOADROM_HELP
source: Loads the specified ROM image file. LOADROM ROM_file
es_es: Carga la imagen ROM indicada. LOADROM ROM_file
ja_jp: 指定のROM イメージファイルを読み込みます。 LOADROM ROM_file
zh_cn: 调用指定的 ROM 镜像文件. LOADROM 镜像文件
zh_tw: 調用指定的 ROM 映像檔. LOADROM 映像檔

# PROGRAM_LOADROM_SPECIFY_FILE
source: Must specify ROM file to load.
es_es: Debe indicar el archivo ROM a cargar.
ja_jp: 読み込むROMファイルを指定してください。
zh_cn: 必须指定要调入的 ROM 文件.
zh_tw: 必須指定要調入的 ROM 檔案.

# PROGRAM_LOADROM_CANT_OPEN
source: ROM file not accessible.
es_es: Archivo ROM no accesible.
ja_jp: ROM ファイルにアクセスできません。
zh_cn: ROM 文件无法存取.
zh_tw: ROM 檔案無法存取.

# PROGRAM_LOADROM_TOO_LARGE
source: ROM file too large.
es_es: Archivo ROM demasiado grande.
ja_jp: ROMファイルが大きすぎます。
zh_cn: ROM 文件太大.
zh_tw: ROM 檔案太大.

# PROGRAM_LOADROM_INCOMPATIBLE
source: Video BIOS not supported by machine type.
es_es: Video BIOS no soportada por este tipo de máquina.
ja_jp: Video BIOS がこのマシン・タイプではサポートされていません。
zh_cn: 此机器类型不支持视频 BIOS.
zh_tw: 此機器類型不支援影像 BIOS.

# PROGRAM_LOADROM_UNRECOGNIZED
source: ROM file not recognized.
es_es: Archivo ROM no reconocido.
ja_jp: ROM ファイルが認識できません。
zh_cn: ROM 文件无法识别.
zh_tw: ROM 檔案無法識別.

# PROGRAM_LOADROM_BASIC_LOADED
source: BASIC ROM loaded.
es_es: BASIC ROM cargada.
ja_jp: BASIC ROM を読み込みました。
zh_cn: BASIC ROM 已调入.
zh_tw: BASIC ROM 已調入.

# PROGRAM_BIOSTEST_HELP
source: Boots into a BIOS image for running CPU tester BIOS. BIOSTEST image_file
es_es: Inicia una imagen de BIOS para tests de CPU. BIOSTEST image_file
ja_jp: CPU tester BIOSを実行するため、BIOSイメージから起動します。 BIOSTEST image_file
zh_cn: 启动指定的 BIOS 镜像文件以运行 CPU 测试 BIOS. BIOSTEST 镜像文件
zh_tw: 啟動指定的 BIOS 映像檔以執行 CPU 測試 BIOS. BIOSTEST 映像檔

# VHD_ERROR_OPENING
source: Could not open the specified VHD file.
es_es: No se pudo abrir el archivo VHD especificado.
ja_jp: 指定の VHDファイルを開けません。
zh_cn: 无法打开指定的 VHD 文件.
zh_tw: 無法開啟指定的 VHD 檔案.

# VHD_INVALID_DATA
source: The specified VHD file is corrupt and cannot be opened.
es_es: El archivo VHD especificado esta roto y no puede abrirse.
ja_jp: 指定のVHDファイルが壊れているか、開けません。
zh_cn: 指定的 VHD 文件已损坏而无法打开.
zh_tw: 指定的 VHD 檔案已損壞而無法開啟.

# VHD_UNSUPPORTED_TYPE
source: The specified VHD file is of an unsupported type.
es_es: El archivo VHD especificado es de un tipo no soportado.
ja_jp: 指定のVHDファイルは、サポートされていない形式です。
zh_cn: 指定的 VHD 文件属于未支持的类型.
zh_tw: 指定的 VHD 檔案屬￿未支援的類型.

# VHD_ERROR_OPENING_PARENT
source: The parent of the specified VHD file could not be found.
es_es: No se pudo encontrar el raiz del archivo VHD especificado.
ja_jp: 指定のVHDファイルの親ファイルが見つかりません。
zh_cn: 指定的 VHD 文件的父文件无法找到.
zh_tw: 指定的 VHD 檔案的父檔案無法找到.

# VHD_PARENT_INVALID_DATA
source: The parent of the specified VHD file is corrupt and cannot be opened.
es_es: El directorio raiz del archivo VHD esta corrupto y no puede abrirse.
ja_jp: 指定のVHDファイルの親ファイルが壊れているか、開けません。
zh_cn: 指定的 VHD 文件的父文件已损坏而无法打开.
zh_tw: 指定的 VHD 檔案的父檔案已損壞而無法開啟.

# VHD_PARENT_UNSUPPORTED_TYPE
source: The parent of the specified VHD file is of an unsupported type.
es_es: El raiz del archivo VHD especificado es de un tipo no soportado.
ja_jp: 指定のVHDファイルの親ファイルは、サポートされていない形式です。
zh_cn: 指定的 VHD 文件的父文件属于未支持的类型.
zh_tw: 指定的 VHD 檔案的父檔案屬於未支援的類型.

# VHD_PARENT_INVALID_MATCH
source: The parent of the specified VHD file does not contain the expected identifier.
es_es: El raiz del archivo VHD especificado no contiene el identificador esperado.
ja_jp: 指定のVHDファイルの親ファイルの識別子が違います。
zh_cn: 指定的 VHD 文件的父文件不包含所需的标识.
zh_tw: 指定的 VHD 檔案的父檔案不包含所需的標識.

# VHD_PARENT_INVALID_DATE
source: The parent of the specified VHD file has been changed and cannot be loaded.
es_es: El raiz del archivo VHD especificado ha sido cambiado y no se pudo cargar.
ja_jp: 指定のVHDファイルの親ファイルが変更されており、読み込めません。
zh_cn: 指定的 VHD 文件的父文件已改变而无法打开.
zh_tw: 指定的 VHD 檔案的父檔案已變更而無法開啟.

# PROGRAM_IMGMOUNT_SPECIFY_DRIVE
source: Must specify drive letter to mount image at.
es_es: Debes indicar la letra de la unidad en donde montar la imagen.
ja_jp: イメージをマウントするドライブ文字を指定してください。
zh_cn: 必须指定要挂载的驱动器盘符.
zh_tw: 必須指定要掛載的磁碟機代號.

# PROGRAM_IMGMOUNT_SPECIFY2
source: Must specify drive number (0 to %d) to mount image at (0,1=fda,fdb;2,3=hda,hdb).
es_es: Debes indicar el número de unidad (0 a %d) para montar la imagen en (0,1=fda,fdb;2,3=hda,hdb)
ja_jp: イメージをマウントするドライブ番号 (0 to %d)を指定してください(0,1=fda,fdb;2,3=hda,hdb)。
zh_cn: 必须指定驱动器号 (0 to %d) 来挂载镜像文件 (0,1=fda,fdb;2,3=hda,hdb).
zh_tw: 必須指定磁碟機代號 (0 to %d) 來掛載映像檔 (0,1=fda,fdb;2,3=hda,hdb).

# PROGRAM_IMGMOUNT_INVALID_IMAGE
source: Could not load image file. Check that the path is correct and the image is accessible.
es_es: No se pudo cargar archivo imagen. Verifica que la ruta sea correcta y la imagen sea accesible.
ja_jp: イメージファイルを読み込めません。 イメージへのパスとアクセス権を確認してください。
zh_cn: 无法载入指定的镜像文件. 请检查路径是否正确以镜像文件是否可以访问.
zh_tw: 無法載入指定的映像檔. 請檢查路徑是否正確以映像檔是否可以存取.

# PROGRAM_IMGMOUNT_DYNAMIC_VHD_UNSUPPORTED
source: Dynamic VHD files are not supported.
es_es: Archivos VHD dinámicos no soportados.
ja_jp: ダイナミックVHDファイルはサポートされていません。
zh_cn: 不支持动态 VHD 文件.
zh_tw: 不支援動態 VHD 檔案.

# PROGRAM_IMGMOUNT_INVALID_GEOMETRY
source: Could not extract drive geometry from image. Use parameter -size bps,spc,hpc,cyl to specify the geometry.
es_es: No se pudo obtener la geometria de unidad desde la imagen. Usa el parámetro -size bps,spc,hpc,cyl para especificar la geometria.
ja_jp: イメージからジオメトリ情報が取得できません。 パラメータ -size bps,spc,hpc,cyl でジオメトリ情報を指定してください。
zh_cn: 无法获得镜像文件中的驱动器参数. 请使用选项 -size bps,spc,hpc,cyl 指定驱动器参数.
zh_tw: 無法獲得映像檔中的磁碟機參數. 請使用選項 -size bps,spc,hpc,cyl 指定磁碟機參數.

# PROGRAM_IMGMOUNT_AUTODET_VALUES
source: Image geometry auto detection: -size %u,%u,%u,%u
es_es: Auto deteccion de geometria de imagen: -size %u,%u,%u,%u
ja_jp: イメージのジオメトリの自動検出: -size %u,%u,%u,%u
zh_cn: 自动检测镜像文件中的驱动器参数: -size %u,%u,%u,%u
zh_tw: 自動檢測映像檔中的磁碟機參數: -size %u,%u,%u,%u

# PROGRAM_IMGMOUNT_TYPE_UNSUPPORTED
source: Type "%s" is unsupported. Specify "hdd" or "floppy" or "iso".
es_es: Tipo "%s" no esta soportado. Indica "hdd" o "floppy" o "iso".
ja_jp: マウント形式 "%s" は無効です。"hdd" "floppy" "iso"のいずれかを指定してください。
zh_cn: 不支持类型 "%s". 请指定 "hdd" 或 "floppy" 或 "iso".
zh_tw: 不支援類型 "%s". 請指定 "hdd" 或 "floppy" 或 "iso".

# PROGRAM_IMGMOUNT_FORMAT_UNSUPPORTED
source: Format "%s" is unsupported. Specify "fat" or "iso" or "none".
es_es: El formato "%s" no esta soportado. Especifica "fat" o "iso" o "none".
ja_jp: フォーマット形式 "%s" は無効です。"fat" "iso" "none"のいずれかを指定してください。
zh_cn: 不支持格式 "%s". 请指定 "fat" 或 "iso" 或 "none".
zh_tw: 不支援格式 "%s". 請指定 "fat" 或 "iso" 或 "none".

# PROGRAM_IMGMOUNT_SPECIFY_FILE
source: Must specify image file(s) to mount.
es_es: Debes especificar el archivo imagen a montar.
ja_jp: マウントするイメージファイルを指定してください。
zh_cn: 必须指定要挂载的镜像文件.
zh_tw: 必須指定要掛載的映像檔.

# PROGRAM_IMGMOUNT_FILE_NOT_FOUND
source: Image file not found.
es_es: Archivo imagen no encontrado.
ja_jp: イメージファイルが見つかりません。
zh_cn: 镜像文件找不到.
zh_tw: 映像檔找不到.

# PROGRAM_IMGMOUNT_DEFAULT_NOT_FOUND
source: Image file not found: IMGMAKE.IMG.
es_es: Archivo imagen no encontrado: IMGMAKE.IMG.
ja_jp: イメージファイルが見つかりません: IMGMAKE.IMG.
zh_cn: 镜像文件找不到: IMGMAKE.IMG.
zh_tw: 映像檔找不到: IMGMAKE.IMG.

# PROGRAM_IMGMOUNT_MOUNT
source: To mount directories, use the ←[34;1mMOUNT←[0m command, not the ←[34;1mIMGMOUNT←[0m command.
es_es: Para montar directorios, usa la orden ←[34;1mMOUNTP←[0m no la orden ←[34;1mIMGMOUNT←[0m.
ja_jp: ディレクトリをマウントするためには[34;1mIMGMOUNT[0m ではなく[34;1mMOUNT[0mコマンドを使ってください。
zh_cn: 要挂载目录, 请使用 [34;1mMOUNT[0m 而不是 [34;1mIMGMOUNT[0m 命令.
zh_tw: 要掛載目錄, 請使用 [34;1mMOUNT[0m 而不是 [34;1mIMGMOUNT[0m 命令.

# PROGRAM_IMGMOUNT_ALREADY_MOUNTED
source: Drive already mounted at that letter.
es_es: Unidad ya montada en esa letra.
ja_jp: そのドライブ文字にはすでにマウントされています。
zh_cn: 指定的驱动器已挂载.
zh_tw: 指定的磁碟機已掛載.

# PROGRAM_IMGMOUNT_ALREADY_MOUNTED_NUMBER
source: Drive number %d already mounted.
es_es: Unidad número %d ya estaba montada.
ja_jp: ドライブ番号 %d はすでにマウントされています。
zh_cn: 驱动器号 %d 已挂载.
zh_tw: 磁碟機代號 %d 已掛載.

# PROGRAM_IMGMOUNT_CANT_CREATE
source: Cannot create drive from file.
es_es: No puedo crear unidad desde el archivo.
ja_jp: ファイルからドライブを作成できませんでした。
zh_cn: 无法从指定的镜像文件创建驱动器.
zh_tw: 無法從指定的映像檔建立磁碟機.

# PROGRAM_IMGMOUNT_CANT_CREATE_PHYSFS
source: Cannot create PhysFS drive.
es_es: No puedo crear la unidad PhysFS.
ja_jp: PhysFS ドライブを作成できませんでした。
zh_cn: 无法创建 PhysFS 驱动器.
zh_tw: 無法建立 PhysFS 磁碟機.

# PROGRAM_IMGMOUNT_MOUNT_NUMBER
source: Drive number %d mounted as %s
es_es: Número de unidad %d montada como %s
ja_jp: ドライブ番号 %d に %s をマウントしました。
zh_cn: 驱动器号 %d 挂载为 %s
zh_tw: 磁碟機代號 %d 掛載為 %s

# PROGRAM_IMGMOUNT_NON_LOCAL_DRIVE
source: The image must be on a host, local or network drive.
es_es: La imagen debe estar en un anfitrión o en una unidad local.
ja_jp: イメージはホストかローカルかネットワークドライブにある必要があります。
zh_cn: 镜像文件必须在主机的本地或网络驱动器上.
zh_tw: 映像檔必須在主機的本機或網路磁碟機上.

# PROGRAM_IMGMOUNT_MULTIPLE_NON_CUEISO_FILES
source: Using multiple files is only supported for cue/iso images.
es_es: Usar multiples archivos solo esta soportado para imagenes cue/iso.
ja_jp: 複数ファイルの指定は cue/iso イメージのみサポートされています。.
zh_cn: 只在使用 CUE/ISO 镜像文件时支持多个文件.
zh_tw: 只在使用 CUE/ISO 映像檔時支援多個檔案.

# PROGRAM_IMGMOUNT_HELP
source: Mounts floppy, hard drive and optical disc images. ←[32;1mIMGMOUNT←[0m ←[37;1mdrive←[0m ←[36;1mfile←[0m [-ro] [-t floppy] [-fs fat] [-size ss,s,h,c] ←[32;1mIMGMOUNT←[0m ←[37;1mdrive←[0m ←[36;1mfile←[0m [-ro] [-t hdd] [-fs fat] [-size ss,s,h,c] [-ide controller] ←[32;1mIMGMOUNT←[0m ←[37;1mdriveNum←[0m ←[36;1mfile←[0m [-ro] [-fs none] [-size ss,s,h,c] [-reservecyl #] ←[32;1mIMGMOUNT←[0m ←[37;1mdrive←[0m ←[36;1mfile←[0m [-t iso] [-fs iso] ←[32;1mIMGMOUNT←[0m ←[37;1mdrive←[0m [-t floppy] -bootcd cdDrive (or -el-torito cdDrive) ←[32;1mIMGMOUNT←[0m ←[37;1mdrive←[0m -t ram -size size ←[32;1mIMGMOUNT←[0m -u ←[37;1mdrive|driveNum←[0m (or ←[32;1mIMGMOUNT←[0m ←[37;1mdrive|driveNum←[0m ←[36;1mfile←[0m [options] -u) ←[37;1mdrive←[0m Drive letter to mount the image at. ←[37;1mdriveNum←[0m Drive number to mount, where 0-1 are FDDs, 2-5 are HDDs. ←[36;1mfile←[0m Image filename(s), or ←[33;1mIMGMAKE.IMG←[0m if not specified. -t iso Image type is optical disc iso or cue / bin image. -t hdd Image type is hard disk; VHD and HDI files are supported. -t floppy|ram Image type is floppy drive|RAM drive. -fs iso Filesystem is ISO 9660 (auto-assumed for .iso/.cue files). -fs fat Filesystem is FAT - FAT12, FAT16 and FAT32 are supported. -fs none Do not detect filesystem (auto-assumed for drive numbers). -reservecyl # Report # number of cylinders less than actual in BIOS. -ide controller Specify IDE controller (1m, 1s, 2m, 2s) to mount drive. -size size|ss,s,h,c Specify the size in KB, or sector size and CHS geometry. -bootcd cdDrive Specify the CD drive to load the bootable floppy from. -ro Mount image(s) read-only (or leading ':' for read-only). -u Unmount the drive or drive number. ←[32;1m-examples Show some usage examples.←[0m
es_es: Monta imagenes de disquete, disco duro y unidades ópticas. ←[32;1mIMGMOUNT←[0m ←[37;1munidad←[0m ←[36;1marchivo←[0m [-ro] [-t floppy] [-fs fat] [-size ss,s,h,c] ←[32;1mIMGMOUNT←[0m ←[37;1munidad←[0m ←[36;1marchivo←[0m [-ro] [-t hdd] [-fs fat] [-size ss,s,h,c] [-ide cont.] ←[32;1mIMGMOUNT←[0m ←[37;1munidadNum←[0m ←[36;1marchivo←[0m [-ro] [-fs none] [-size ss,s,h,c] [-reservecyl #] ←[32;1mIMGMOUNT←[0m ←[37;1munidad←[0m ←[36;1marchivo←[0m [-t iso] [-fs iso] ←[32;1mIMGMOUNT←[0m ←[37;1munidad←[0m [-t floppy] -bootcd cdDrive (or -el-torito cdDrive) ←[32;1mIMGMOUNT←[0m ←[37;1munidad←[0m -t ram -size size ←[32;1mIMGMOUNT←[0m -u ←[37;1munidad|unidadNum←[0m (o ←[32;1mIMGMOUNT←[0m ←[37;1munidad|unidadNum←[0m ←[36;1marchivo←[0m [opcion] -u) ←[37;1munidad←[0m Letra de unidad donde montar la imagen. ←[37;1munidadNum←[0m Número de unidad a montar, donde 0-1 son FDDs y 2-5 HDDs. ←[36;1marchivo←[0m Archivo(s) imagen, o ←[33;1mIMGMAKE.IMG←[0m si no se indica. -t iso Tipo de imagen es disco óptico o imagen iso or cue / bin. -t hdd Tipo de imagen es disco duro; VHD y HDI estan soportados. -t floppy|ram Tipo de imagen es disquetera (floppy)| o RAM drive. -fs iso Sistema de archivos ISO 9660 (por defecto en .iso/.cue). -fs fat Sistema de archivos FAT - FAT12, FAT16 y FAT32 soportados. -fs none No detectar sistema de archivos (Asumir por nº de unidad). -reservecyl # Reporta # cilindros menos que los reales en BIOS. -ide controller Indica controlador IDE (1m, 1s, 2m, 2s) para montar disco. -size size|ss,s,h,c Indica tamaño en KB, o tamaño de sector y geometria CHS. -bootcd cdDrive Unidad de CD desde donde cargar el disquete de arranque. -ro Monta imagen(s) solo lectura (con ':' para solo lectura). -u Desmontar unidad o número de unidad. ←[32;1m-examples Muestra ejemplos de uso.←[0m
ja_jp: フロッピー、ハードディスク、光学ディスクのイメージをマウントします。 [32;1mIMGMOUNT[0m [37;1mdrive[0m [36;1mfile[0m [-ro] [-t floppy] [-fs fat] [-size ss,s,h,c] [32;1mIMGMOUNT[0m [37;1mdrive[0m [36;1mfile[0m [-ro] [-t hdd] [-fs fat] [-size ss,s,h,c] [-ide controller] [32;1mIMGMOUNT[0m [37;1mdriveNum[0m [36;1mfile[0m [-ro] [-fs none] [-size ss,s,h,c] [-reservecyl #] [32;1mIMGMOUNT[0m [37;1mdrive[0m [36;1mfile[0m [-t iso] [-fs iso] [32;1mIMGMOUNT[0m [37;1mdrive[0m [-t floppy] -bootcd cdDrive (or -el-torito cdDrive) [32;1mIMGMOUNT[0m [37;1mdrive[0m -t ram -size size [32;1mIMGMOUNT[0m -u [37;1mdrive|driveNum[0m (or [32;1mIMGMOUNT[0m [37;1mdrive|driveNum[0m [36;1mfile[0m [options] -u) [37;1mdrive[0m イメージをマウントするドライブ文字 [37;1mdriveNum[0m マウントするドライブ番号 0-1 は FDD, 2-5 は HDD [36;1mfile[0m イメージファイル名, 指定しない場合は [33;1mIMGMAKE.IMG[0m -t iso 光学ディスクのイメージ形式 (iso または cue / bin) -t hdd ハードディスクのイメージ形式; (VHD または HDI 形式) -t floppy|ram フロッピー|RAMドライブのイメージ形式 -fs iso ISO 9660ファイルシステム (.iso/.cueの時、自動指定) -fs fat FATファイルシステム (FAT12, FAT16, FAT32) -fs none ファイルシステムを検出しない(ドライブ番号指定時、自動指定) -reservecyl # BIOSにシリンダ数を実際より # 小さい数字で認識させる -ide controller ドライブをマウントするIDEコントローラ (1m, 1s, 2m, 2s) を指定 -size size|ss,s,h,c サイズを KB or セクタ・サイズ or CHS ジオメトリで指定 -bootcd cdDrive 起動用フロッピーを読み込むCDドライブを指定 -ro イメージを書込禁止でマウント(または先頭に ':'をつける) -u ドライブまたはドライブ番号のマウントを解除する。 [32;1m-examples 使用例の表示[0m
zh_cn: 挂载软盘, 硬盘或光盘镜像文件. [32;1mIMGMOUNT[0m [37;1m驱动器[0m [36;1m文件[0m [-ro] [-t floppy] [-fs fat] [-size ss,s,h,c] [32;1mIMGMOUNT[0m [37;1m驱动器[0m [36;1m文件[0m [-ro] [-t hdd] [-fs fat] [-size ss,s,h,c] [-ide 控制器] [32;1mIMGMOUNT[0m [37;1m驱动器号[0m [36;1m文件[0m [-ro] [-fs none] [-size ss,s,h,c] [-reservecyl #] [32;1mIMGMOUNT[0m [37;1m驱动器[0m [36;1m文件[0m [-t iso] [-fs iso] [32;1mIMGMOUNT[0m [37;1m驱动器[0m [-t floppy] -bootcd 光驱盘符 (或 -el-torito 光驱盘符) [32;1mIMGMOUNT[0m [37;1m驱动器[0m -t ram -size 大小 [32;1mIMGMOUNT[0m -u [37;1m驱动器|驱动器号[0m (or [32;1mIMGMOUNT[0m [37;1m驱动器|驱动器号[0m [36;1m文件[0m [选项] -u) [37;1m驱动器[0m 镜像文件所要挂载的驱动器盘符. [37;1m驱动器号[0m 所要挂载的驱动器号, 其中 0-1 为软驱, 2-5 为硬驱. [36;1m文件[0m 镜像文件名, 如果未指定将使用 [33;1mIMGMAKE.IMG[0m. -t iso 镜像文件类型为光盘. -t hdd 镜像文件类型为硬盘; 支持 VHD 及 HDI 镜像文件. -t floppy|ram 镜像文件类型为软盘或内存驱动器. -fs iso 文件系统为 ISO 9660 (自动假设为 .iso/.cue 文件). -fs fat 文件系统为 FAT - 支持 FAT12, FAT16 及 FAT32. -fs none 不检测文件系统 (提供驱动器号时自动假设). -reservecyl # 在 BIOS 中报告使用比实际更少的驻面数目. -ide 控制器 指定 IDE 控制器 (1m, 1s, 2m, 2s) 以挂载驱动器. -size size|ss,s,h,c 指定大小 (单位: KB), 或扇区数和 CHS 参数. -bootcd 光驱盘符 指定加载启动软盘镜像所用的光盘驱动器盘符. -ro 以只读方式挂载镜像文件 (或用':'前缀表示只读). -u 卸载驱动器或驱动器号. [32;1m-examples 显示用法举例.[0m
zh_tw: 掛載軟碟, 硬碟或光碟映像檔. [32;1mIMGMOUNT[0m [37;1m磁碟機[0m [36;1m檔案[0m [-ro] [-t floppy] [-fs fat] [-size ss,s,h,c] [32;1mIMGMOUNT[0m [37;1m磁碟機[0m [36;1m檔案[0m [-ro] [-t hdd] [-fs fat] [-size ss,s,h,c] [-ide 控制器] [32;1mIMGMOUNT[0m [37;1m磁碟機代號[0m [36;1m檔案[0m [-ro] [-fs none] [-size ss,s,h,c] [-reservecyl #] [32;1mIMGMOUNT[0m [37;1m磁碟機[0m [36;1m檔案[0m [-t iso] [-fs iso] [32;1mIMGMOUNT[0m [37;1m磁碟機[0m [-t floppy] -bootcd 光碟機代號 (或 -el-torito 光碟機代號) [32;1mIMGMOUNT[0m [37;1m磁碟機[0m -t ram -size 大小 [32;1mIMGMOUNT[0m -u [37;1m磁碟機|磁碟機代號[0m (or [32;1mIMGMOUNT[0m [37;1m磁碟機|磁碟機代號[0m [36;1m檔案[0m [選項] -u) [37;1m磁碟機[0m 映像檔所要掛載的磁碟機代號. [37;1m磁碟機代號[0m 所要掛載的磁碟機代號, 其中 0-1 為軟碟機, 2-5 為硬碟機. [36;1m檔案[0m 映像檔名, 如果未指定將使用 [33;1mIMGMAKE.IMG[0m. -t iso 映像檔類型為光碟. -t hdd 映像檔類型為硬碟; 支援 VHD 及 HDI 映像檔. -t floppy|ram 映像檔類型為軟碟或記憶體磁碟機. -fs iso 檔案系統為 ISO 9660 (自動假設為 .iso/.cue 檔案). -fs fat 檔案系統為 FAT - 支援 FAT12, FAT16 及 FAT32. -fs none 不檢測檔案系統 (提供磁碟機代號時自動假設). -reservecyl # 在 BIOS 中報告使用比實際更少的駐面數目. -ide 控制器 指定 IDE 控制器 (1m, 1s, 2m, 2s) 以掛載磁碟機. -size size|ss,s,h,c 指定大小 (單位: KB), 或扇區數和 CHS 參數. -bootcd 光碟機代號 指定載入開機磁片映像所用的光碟機代號. -ro 以唯讀方式掛載映像檔 (或用':'前綴表示唯讀). -u 卸載磁碟機或磁碟機代號. [32;1m-examples 顯示用法舉例.[0m
