Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# PROGRAM_INTRO_MENU_INFO_HELP
source: ←[1m ←[1m←[KHow to get more information about DOSBox-X.←[0m
es_es: ←[1m ←[1m←[KComo obtener más información de DOSBox-X.←[0m
ja_jp: [1m [1m[KDOSBox-Xに関する情報を得る方法[0m
zh_cn: [1m [1m[K怎样获得关于 DOSBox-X 的更多信息.[0m
zh_tw: [1m [1m[K怎樣獲得關於 DOSBox-X 的更多資訊.[0m

# PROGRAM_INTRO_MENU_QUIT_HELP
source: ←[1m ←[1m←[KExit from Intro.←[0m
es_es: ←[1m ←[1m←[KSalir de la introducción a DOSBox-X.←[0m
ja_jp: [1m [1m[KDosbox-Xの紹介を終了する[0m
zh_cn: [1m [1m[K退出 DOSBox-X 介绍.[0m
zh_tw: [1m [1m[K結束 DOSBox-X 介紹.[0m

# PROGRAM_INTRO_USAGE_TOP
source: ←[2J←[32;1mAn overview of the command line options you can give to DOSBox-X.←[0m Windows users must open cmd.exe or edit the shortcut to DOSBox-X.exe for this. dosbox-x [name] [-exit] [-version] [-fastlaunch] [-fullscreen] [-conf congfigfile] [-lang languagefile] [-machine machinetype] [-startmapper] [-noautoexec] [-scaler scaler | -forcescaler scaler] [-noconsole] [-c command] [-set <section property=value>]
es_es: ←[2J←[32;1mDescripción general de las opciones de línea de comandos en DOSBox-X.←[0m Los usuarios de Windows deben usar cmd o editar el acceso directo de DOSBox-X. dosbox-x [name] [-exit] [-version] [-fastlaunch] [-fullscreen] [-conf congfigfile] [-lang languagefile] [-machine machinetype] [-startmapper] [-noautoexec] [-scaler scaler | -forcescaler scaler] [-noconsole] [-c command] [-set <section property=value>]
ja_jp: [2J[32;1mDOSBox-Xのコマンドラインオプションの概要[0m Windowsでは cmd.exe を用いるか, DOSBox-X.exe のショートカットの編集が必要です dosbox-x [name] [-exit] [-version] [-fastlaunch] [-fullscreen] [-conf congfigfile] [-lang languagefile] [-machine machinetype] [-startmapper] [-noautoexec] [-scaler scaler | -forcescaler scaler] [-noconsole] [-c command] [-set <section property=value>]
zh_cn: [2J[32;1m这儿提供您可以提供给 DOSBox-X 的命令行参数的概述.[0m Windows 用户必须打开 cmd.exe 或者编辑 DOSBox-X.exe 的快捷方式以使用它们. dosbox-x [name] [-exit] [-version] [-fastlaunch] [-fullscreen] [-conf 配置文件] [-lang 语言文件] [-machine 机器类型] [-startmapper] [-noautoexec] [-scaler 缩放器 | -forcescaler 缩放器] [-noconsole] [-c 命令] [-set <段落 属性=值>]
zh_tw: [2J[32;1m這兒提供您可以提供給 DOSBox-X 的命令列參數的概述.[0m Windows 使用者必須開啟 cmd.exe 或者編輯 DOSBox-X.exe 的快速鍵以使用它們. dosbox-x [name] [-exit] [-version] [-fastlaunch] [-fullscreen] [-conf 組態檔案] [-lang 語言檔案] [-machine 機器類型] [-startmapper] [-noautoexec] [-scaler 縮放器 | -forcescaler 縮放器] [-noconsole] [-c 命令] [-set <段落 屬性=值>]

# PROGRAM_INTRO_USAGE_1
source: ←[33;1m name←[0m ○If name is a directory it will mount that as the C: drive. ○If name is an executable it will mount the directory of name ○as the C: drive and execute name. ←[33;1m -exit←[0m ○DOSBox-X will close itself when the DOS application name ends. ←[33;1m -version←[0m ○Outputs version information and exit. Useful for frontends. ←[33;1m -fastlaunch←[0m ○Enables fast launch mode (skip BIOS logo and welcome banner). ←[33;1m -fullscreen←[0m ○Starts DOSBox-X in fullscreen mode.
es_es: ←[33;1m name←[0m Si name es un directorio se monta como unidad C:. Si name es un ejecutable monta el directorio del mismo como unidad C: y se ejecuta name. ←[33;1m -exit←[0m DOSBox-X se cierra cuando el programa DOS termine. ←[33;1m -version←[0m Muestra info de version y cierra. Necesario para frontends. ←[33;1m -fastlaunch←[0m Habilita el modo de ejecucion rapida (salta BIOS/LOGO/BIENVENIDA). ←[33;1m -fullscreen←[0m Inicia DOSBox-X a pantalla completa.
ja_jp: [33;1m name[0m name がディレクトリの時、それを C: ドライブとしてマウントします。 name が実行ファイルの場合、そのファイルがあるディレクトリをC:ドライブ としてマウントします。 [33;1m -exit[0m DOSBox-X はDOSアプリケーション name の終了時に自身も終了します。 [33;1m -version[0m バージョン情報を表示して終了します。フロントエンド用に使います。 [33;1m -fastlaunch[0m 高速起動モード (BIOS ロゴと Welcome バナーの表示をスキップします) [33;1m -fullscreen[0m DOSBox-X を全画面モードで起動します。
zh_cn: [33;1m 名称[0m 如果指定的名称为目录将自动挂载为驱动器 C:. 如果指定的名称为可执行文件将自动将其所在的目录挂载为 C: 并执行该程序. [33;1m -exit[0m 当 DOS 程序运行结束后 DOSBox-X 将自动关闭自身. [33;1m -version[0m 输出版本信息并退出. 特别对于前台程序有用. [33;1m -fastlaunch[0m 启动快速启动方式 (跳过 BIOS 和欢迎屏幕). [33;1m -fullscreen[0m 以全屏幕方式启动 DOSBox-X.
zh_tw: [33;1m 名稱[0m 如果指定的名稱為目錄將自動掛載為磁碟機 C:. 如果指定的名稱為可執行檔案將自動將其所在的目錄掛載為 C: 並執行此程式. [33;1m -exit[0m 當 DOS 程式執行結束後 DOSBox-X 將自動關閉自身. [33;1m -version[0m 輸出版本資訊並結束. 特別對於前景程式有用. [33;1m -fastlaunch[0m 啟動快速啟動方式 (跳過 BIOS 和歡迎畫面). [33;1m -fullscreen[0m 以全螢幕方式啟動 DOSBox-X.

# PROGRAM_INTRO_USAGE_2
source: ←[33;1m -conf←[0m configfile ○Start DOSBox-X with the options specified in configfile. ○See the documentation for more details. ←[33;1m -lang←[0m languagefile ○Start DOSBox-X using the language specified in languagefile. ←[33;1m -noconsole←[0m (Windows Only) ○Start DOSBox-X without showing the console window. Output will ○be redirected to stdout.txt and stderr.txt ←[33;1m -machine←[0m machinetype ○Setup DOSBox-X to emulate a specific type of machine. Valid choices: ○hercules, cga, cga_mono, mcga, mda, pcjr, tandy, ega, vga, vgaonly, ○pc98, vesa_nolfb, vesa_oldvbe, svga_paradise, svga_s3 (default). ○The machinetype affects both the video card and available sound cards.
es_es: ←[33;1m -conf←[0m configfile Inicia DOSBox-X con las opciones del configfile. Lea el manual adjunto para detalles adicionales. ←[33;1m -lang←[0m languagefile Inicia DOSBox-X usando el idioma indicado en languagefile. ←[33;1m -noconsole←[0m (Windows Only) Inicia DOSBox-X sin mostrar la ventana de consola. El resultado se redirige a stdout.txt y stderr.txt ←[33;1m -machine←[0m machinetype Configura DOSBox-X para emular un tipo de PC concreto, se aceptan: hercules, cga, cga_mono, mcga, mda, pcjr, tandy, ega, vga, vgaonly, pc98, vesa_nolfb, vesa_oldvbe, svga_paradise, svga_s3 (por defecto). El tipo de computadora afecta a las tarjetas de sonido y video.
ja_jp: [33;1m -conf[0m configfile configfile に指定したオプションで DOSBox-X を起動します。 詳しくはドキュメントを参照ください。 [33;1m -lang[0m languagefile 指定した languagefile を用いて、DOSBox-X を起動します。 [33;1m -noconsole[0m (Windows Only) コンソールウィンドウを表示せずに DOSBox-X を起動します。 出力はstdout.txt と stderr.txtへリダイレクトされます。 [33;1m -machine[0m machinetype DOSBox-X を指定したタイプのマシンとして起動します。指定可能な選択肢: hercules, cga, cga_mono, mcga, mda, pcjr, tandy, ega, vga, vgaonly, pc98, vesa_nolfb, vesa_oldvbe, svga_paradise, svga_s3 (デフォルト) machinetype によって、ビデオカード・設定可能なサウンドカードが変わります。
zh_cn: [33;1m -conf[0m 配置文件 以指定配置文件中的设置启动 DOSBox-X. 查看帮助文档取得更详细信息. [33;1m -lang[0m 语言文件 以指定的语言文件启动 DOSBox-X. [33;1m -noconsole[0m (仅 Windows) 不显示控制台窗口. 输出将重定向到 stdout.txt 及 stderr.txt. [33;1m -machine[0m 机器类型 启动 DOSBox-X 并模拟指定的机器类型. 合法值包括: hercules, cga, cga_mono, mcga, mda, pcjr, tandy, ega, vga, vgaonly, pc98, vesa_nolfb, vesa_oldvbe, svga_paradise, svga_s3 (默认值). 机器类型将同时影响视频和可用声卡.
zh_tw: [33;1m -conf[0m 組態檔案 以指定組態檔案中的設定啟動 DOSBox-X. 檢視說明文件取得更詳細資訊. [33;1m -lang[0m 語言檔案 以指定的語言檔案啟動 DOSBox-X. [33;1m -noconsole[0m (僅 Windows) 不顯示主控台視窗. 輸出將重定向到 stdout.txt 及 stderr.txt. [33;1m -machine[0m 機器類型 啟動 DOSBox-X 並模擬指定的機器類型. 合法值包括: hercules, cga, cga_mono, mcga, mda, pcjr, tandy, ega, vga, vgaonly, pc98, vesa_nolfb, vesa_oldvbe, svga_paradise, svga_s3 (預設值). 機器類型將同時影響影像和可用音效卡.

# PROGRAM_INTRO_USAGE_3
source: ←[33;1m -startmapper←[0m ○Enter the keymapper directly on startup. Useful for people with ○keyboard problems. ←[33;1m -noautoexec←[0m ○Skips the [autoexec] section of the loaded configuration file. ←[33;1m -c←[0m command ○Runs the specified command before running name. Multiple commands ○can be specified. Each command should start with -c, though. ○A command can be: an Internal Program, a DOS command or an executable ○on a mounted drive. ←[33;1m -set←[0m <section property=value> ○Sets the config option (overriding the config file). Multiple options ○can be specified. Each option should start with -set, though.
es_es: ←[33;1m -startmapper←[0m Inicia un mapeador de teclado por si hay problemas con el teclado. ←[33;1m -noautoexec←[0m Ignora el apartado [autoexec] del archivo dosbox.conf ya cargado. ←[33;1m -c←[0m command Ejecuta el comando especificado antes de ejecutar nombre. Multiples ordenes se pueden indicar. Cada una debe empezar con -c. Un comando puede ser: un programa, comando DOS u otro ejecutable. ←[33;1m -set←[0m <section property=value> Establece la opcion de config (ignorando el archivo config previo). Pueden usarse varias opciones. Pero cada una debe empezar con -set.
ja_jp: [33;1m -startmapper[0m 起動時にキーマッパーをに入ります。キーボード関連の不具合がある場合に役立つ ことがあります。 [33;1m -noautoexec[0m 読み込んだ設定ファイルの [autoexec] セクションを実行しません。 [33;1m -c[0m command name を実行する前に実行するコマンドを指定します。 複数のコマンドを指定できますが、それぞれの前に -c をつける必要があります。 コマンドは内部プログラム、DOSコマンド、マウントされたドライブの実行ファイル のいずれかを指定できます。 [33;1m -set[0m <section property=value> 設定用のオプションを指定します (設定ファイルの設定より優先します)。 複数のオプションを指定できますが、それぞれ -set から始める必要があります。
zh_cn: [33;1m -startmapper[0m 启动后直接进入按键编辑. 特别适用于出现键盘问题的用户. [33;1m -noautoexec[0m 跳过调入的配置文件中的 [autoexec] 段落. [33;1m -c[0m 命令 在启动程序前先执行指定的命令. 可以用多个 -c 参数指定多个命令. 命令可以为内部程序, DOS 命令或且已挂载驱动器中的可执行文件. [33;1m -set[0m <段落 属性=值> 强制设置配置选项 (覆盖配置文件中相应的选项). 可以用多个 -set 参数指定多个选项.
zh_tw: [33;1m -startmapper[0m 啟動後直接進入按鍵編輯. 特別適用於出現鍵盤問題的使用者. [33;1m -noautoexec[0m 跳過調入的組態檔案中的 [autoexec] 段落. [33;1m -c[0m 命令 在啟動程式前先執行指定的命令. 可以用多個 -c 參數指定多個命令. 命令可以為內部程式, DOS 命令或且已掛載磁碟機中的可執行檔案. [33;1m -set[0m <段落 屬性=值> 強制設定組態選項 (覆蓋組態檔案中相應的選項). 可以用多個 -set 參數指定多個選項.

# PROGRAM_INTRO_INFO
source: ←[32;1mInformation:←[0m For information about basic mount, type ←[34;1mintro mount←[0m For information about CD-ROM support, type ←[34;1mintro cdrom←[0m For information about special keys, type ←[34;1mintro special←[0m For information about usage, type ←[34;1mintro usage←[0m For the latest version of DOSBox-X, go to its homepage:←[34;1m ←[34;1mhttps://dosbox-x.com/←[0m or ←[34;1mhttp://dosbox-x.software←[0m For more information about DOSBox-X, please take a look at its Wiki: ←[34;1mhttps://dosbox-x.com/wiki←[0m
es_es: ←[32;1mInformación:←[0m Para información del montaje básico, teclee ←[34;1mintro mount←[0m Para información del soporte CD-ROM, teclee ←[34;1mintro cdrom←[0m Para información de teclas especiales, teclee ←[34;1mintro special←[0m Para información de uso, teclee ←[34;1mintro usage←[0m Para la última versión de DOSBox-X, visita el web:←[34;1m ←[34;1mhttps://dosbox-x.com/←[0m o ←[34;1mhttp://dosbox-x.software←[0m Para más información sobre DOSBox-X, visita nuestra Wiki: ←[34;1mhttps://dosbox-x.com/wiki←[0m Traducido por Carlos Romero, para más software visita:←[34;1m ←[34;1mhttps://github.com/Dalekamistoso←[0m
ja_jp: [32;1m情報:[0m マウントに関する基本的な情報は、[34;1mintro mount[0m と入力 CD-ROMサポートに関する情報は、 [34;1mintro cdrom[0m と入力 特殊キーに関する情報は、 [34;1mintro special[0m と入力 使用法に関する情報は、 [34;1mintro usage[0m と入力 DOSBox-Xの最新版はホームページにあります:[34;1m [34;1mhttps://dosbox-x.com/[0m or [34;1mhttp://dosbox-x.software[0m Wikiにも、DOSBox-Xに関する役立つ情報があります: [34;1mhttps://dosbox-x.com/wiki[0m
zh_cn: [32;1m信息:[0m 关于基本挂载的信息, 请输入 [34;1mintro mount[0m 关于光驱支持的信息, 请输入 [34;1mintro cdrom[0m 关于特殊按键的信息, 请输入 [34;1mintro special[0m 关于使用的信息, 请输入 [34;1mintro usage[0m 关于最新版本的 DOSBox-X, 请访问其主页:[34;1m [34;1mhttps://dosbox-x.com/[0m 或 [34;1mhttp://dosbox-x.software[0m 关于 DOSBox-X 的更多信息, 请访问其 Wiki 系统: [34;1mhttps://dosbox-x.com/wiki[0m
zh_tw: [32;1m資訊:[0m 關於基本掛載的資訊, 請輸入 [34;1mintro mount[0m 關於光碟機支援的資訊, 請輸入 [34;1mintro cdrom[0m 關於特殊按鍵的資訊, 請輸入 [34;1mintro special[0m 關於使用的資訊, 請輸入 [34;1mintro usage[0m 關於最新版本的 DOSBox-X, 請拜訪其首頁:[34;1m [34;1mhttps://dosbox-x.com/[0m 或 [34;1mhttp://dosbox-x.software[0m 關於 DOSBox-X 的更多資訊, 請拜訪其 Wiki 系統: [34;1mhttps://dosbox-x.com/wiki[0m

# PROGRAM_INTRO_MOUNT_START
source: ←[32;1mHere are some commands to get you started:←[0m Before you can use the files located on your own filesystem, you have to mount the directory containing the files.
es_es: ←[32;1mAquí tienes algunos comandos para comenzar:←[0m Antes de usar archivos ubicados en tu sistema de archivos, debes montar el directorio que contenga dichos archivos.
ja_jp: [32;1mこれらは、始めるために知っておくべきコマンドです:[0m ファイルシステムにあるファイルを使えるようにするためには、 そのファイルがあるディレクトリをマウントする必要があります。
zh_cn: [32;1m以下为帮助您上手的一些命令:[0m 您必须先将包含文件的目录挂载为驱动器以使用里面的文件.
zh_tw: [32;1m以下為說明您上手的一些命令:[0m 您必須先將包含檔案的目錄掛載為磁碟機以使用裡面的檔案.

# PROGRAM_INTRO_MOUNT_EXST_WINDOWS
source: ←[32mmount c c:\dosgames\←[37m will create a C drive with c:\dosgames as contents.
es_es: ←[32mmount c c:\dosgames\←[37m crea una unidad C con el contenido de c:\dosgames.
ja_jp: [32mmount c c:\dosgames\[37m で、中身が c:\dosgames のC:ドライブが作成されます。
zh_cn: [32mmount c c:\dosgames\[37m 将创建驱动器 C: 并包含 c:\dosgames 中的内容.
zh_tw: [32mmount c c:\dosgames\[37m 將建立磁碟機 C: 並包含 c:\dosgames 中的內容.

# PROGRAM_INTRO_MOUNT_EXEN_WINDOWS
source: c:\dosgames\←[37m is an example. Replace it with your own games directory. ←[37m
es_es: c:\dosgames\←[37m es un ejemplo. Cámbialo con tu propio directorio de juegos.←[37m
ja_jp: c:\dosgames\[37m は例であり、ご自分のゲームディレクトリを指定してください。[37m
zh_cn: c:\dosgames\[37m 为一个例子. 您可以将其替换为您自己的游戏目录. [37m
zh_tw: c:\dosgames\[37m 為一個例子. 您可以將其替換為您自己的遊戲目錄. [37m

# PROGRAM_INTRO_MOUNT_EXST_OTHER
source: ←[32mmount c ~/dosgames←[37m will create a C drive with ~/dosgames as contents.
es_es: ←[32mmount c ~/dosgames←[37m creará una unidad C con el contenido de ~/dosgames.
ja_jp: [32mmount c ~/dosgames[37m で、 ~/dosgames を中身とする C ドライブが作成されます。
zh_cn: [32mmount c ~/dosgames[37m 将创建驱动器 C: 并包含 ~/dosgames 中的内容.
zh_tw: [32mmount c ~/dosgames[37m 將建立磁碟機 C: 並包含 ~/dosgames 中的內容.

# PROGRAM_INTRO_MOUNT_EXEN_OTHER
source: ←[32m~/dosgames←[37m is an example. Replace it with your own games directory.←[37m
es_es: ←[32m~/dosgames←[37m es un ejemplo. Cámbialo con tu directorio con juegos.←[37m
ja_jp: [32m~/dosgames[37m は例であり、ご自分のゲームディレクトリを指定してください。[37m
zh_cn: [32m~/dosgames[37m 为一个例子. 您可以将其替换为您自己的游戏目录. [37m
zh_tw: [32m~/dosgames[37m 為一個例子. 您可以將其替換為您自己的遊戲目錄. [37m

# PROGRAM_INTRO_MOUNT_END
source: When the mount has successfully completed you can type ←[34;1mc:←[0m to go to your freshly mounted C: drive. Typing ←[34;1mdir←[0m there will show its contents. ←[34;1mcd←[0m will allow you to enter a directory (recognised by the ←[33;1m[]←[0m in a directory listing). You can run programs/files which end with ←[31m.exe .bat←[0m and ←[31m.com←[0m.
es_es: ←[0mCuando mount se haya completado correctamente puedes teclear ←[34;1mc:←[0m para ir a tu unidad montada C: teclea ←[34;1mdir←[0m para listar su contenido, ←[34;1mcd←[0m te permite entrar en un directorio (van entre corchetes ←[33;1m[]←[0m en el listado de unidad). Puedes ejecutar programas terminados en ←[31m.exe .bat←[0m y ←[31m.com←[0m.
ja_jp: マウントに成功したら、[34;1mc:[0m でマウントしたC:ドライブに移動できます。 [34;1mdir[0m とタイプすると、中身の一覧が表示されます。 [34;1mcd[0m でディレクトリを移動できます(一覧の中で[33;1m[][0mで識別できます)。 [31m.exe .bat[0m, [31m.com[0mで終わるプログラム・ファイルは実行可能です。
zh_cn: 当挂载成功后您可以输入 [34;1mc:[0m 命令进入您刚挂载的驱动器 C:. 输入 [34;1mdir[0m 命令将显示其中的内容. [34;1mcd[0m 命令将允许您进入一个目录 (驱动器列表 中以 [33;1m[][0m 标识). 您可以运行以 [31m.exe .bat[0m 及 [31m.com[0m 结尾的程序及文件.
zh_tw: 當掛載成功後您可以輸入 [34;1mc:[0m 命令進入您剛掛載的磁碟機 C:. 輸入 [34;1mdir[0m 命令將顯示其中的內容. [34;1mcd[0m 命令將允許您進入一個目錄 (磁碟機清單 中以 [33;1m[][0m 標識). 您可以執行以 [31m.exe .bat[0m 及 [31m.com[0m 結尾的程式及檔案.

# PROGRAM_INTRO_CDROM
source: ←[2J←[32;1mHow to mount a Real/Virtual CD-ROM Drive in DOSBox-X:←[0m DOSBox-X provides CD-ROM emulation on several levels. The ←[33mbasic←[0m level works on all CD-ROM drives and normal directories. It installs MSCDEX and marks the files read-only. Usually this is enough for most games: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom←[0m or ←[34;1mmount d C:\example -t cdrom←[0m If it doesn't work you might have to tell DOSBox-X the label of the CD-ROM: ←[34;1mmount d C:\example -t cdrom -label CDLABEL←[0m The ←[33mnext←[0m level adds some low-level support. Therefore only works on CD-ROM drives: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom -usecd ←[33m0←[0m The ←[33mlast←[0m level of support depends on your Operating System: For ←[1mWindows 2000←[0m, ←[1mWindows XP←[0m and ←[1mLinux←[0m: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom -usecd ←[33m0 ←[34m-ioctl←[0m For ←[1mWindows 9x←[0m with a ASPI layer installed: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom -usecd ←[33m0 ←[34m-aspi←[0m Replace ←[0;31mD:\←[0m with the location of your CD-ROM. Replace the ←[33;1m0←[0m in ←[34;1m-usecd ←[33m0←[0m with the number reported for your CD-ROM if you type: ←[34;1mmount -cd←[0m
es_es: ←[2J←[32;1mMontando un CD-ROM real o virtual en DOSBox-X:←[0m DOSBox-X provee emulación de CD-ROM a muchos niveles. ←[33mNivel básico←[0m (basic) funciona en todas los CD-ROM y directorios normales. Instala MSCDEX y marca los archivos como solo-lectura. Normalmente, es suficiente para la mayoria de juegos: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom←[0m o ←[34;1mmount d C:\ejemplo -t cdrom←[0m Si no funciona indica a DOSBox-X la etiqueta del CD-ROM: ←[34;1mmount d C:\ejemplo -t cdrom -label CDLABEL←[0m ←[33mNivel medio←[0m (next) agrega algo de soporte a bajo nivel. Por tanto solo funciona con unidades de CD-ROM: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom -usecd ←[33m0←[0m ←[33mNivel último←[0m (last) el soporte depende de tu Sistema Operativo: Para ←[1mWindows 2000←[0m, ←[1mWindows XP←[0m y ←[1mLinux←[0m: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom -usecd ←[33m0 ←[34m-ioctl←[0m For ←[1mWindows 9x←[0m con la capa ASPI instalada: ←[34;1mmount d ←[0;31mD:\←[34;1m -t cdrom -usecd ←[33m0 ←[34m-aspi←[0m Sustituye ←[0;31mD:\←[0m con la ruta de tu CD-ROM. Sustituye el ←[33;1m0←[0m en ←[34;1m-usecd ←[33m0←[0m con el número de tu CD-ROM tecleando: ←[34;1mmount -cd←[0m
ja_jp: [2J[32;1mDOSBox-Xで実機・仮想CD-ROM ドライブをマウントする方法:[0m DOSBox-X はいくつかのレベルの CD-ROM エミュレーションを提供します。 [33m基本[0m レベルは、全てのCD-ROMドライブと通常のディレクトリで動作します。 MSCDEX をインストールし、ファイルの属性をを読み込み専用とします。 通常は、これでほとんどのゲームで十分です: [34;1mmount d [0;31mD:\[34;1m -t cdrom[0m or [34;1mmount d C:\example -t cdrom[0m うまく動作しない場合は、DOSBox-XにCD-ROMラベル情報を設定してみてください: [34;1mmount d C:\example -t cdrom -label CDLABEL[0m [33m次[0m のレベルでは、いくつかの low-level サポートを追加します。 よって、CD-ROM ドライブでのみ動作します: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0[0m [33m最後[0m のレベルのサポートは、オペレーティングシステムにより異なります: [1mWindows 2000[0m, [1mWindows XP[0m, [1mLinux[0mの場合: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-ioctl[0m [1mWindows 9x[0m (ASPI レイヤーが必要)の場合: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-aspi[0m [0;31mD:\[0m はあなたの CD-ROM に合わせて変更してください。. [34;1m-usecd [33m0[0m の [33;1m0[0m は、以下のコマンドをタイプしたときの数字として下さい: [34;1mmount -cd[0m
zh_cn: [2J[32;1m如何在 DOSBox-X 中挂载真实/虚拟光驱:[0m DOSBox-X 提供多层次的光驱模拟. [33m基本层次[0m支持所有光驱及普通目录. 它将安装 MSCDEX 并将文件标识为只读. 这对于大部分游戏通常已经足够: [34;1mmount d [0;31mD:\[34;1m -t cdrom[0m 或 [34;1mmount d C:\example -t cdrom[0m 如果不行的话您可以需要让 DOSBox-X 给予光驱特定的标签: [34;1mmount d C:\example -t cdrom -label CDLABEL[0m [33m中间层次[0m加入一些底层支持. 故它仅支持光驱 (非普通目录): [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0[0m [33m最后层次[0m将依赖于您所用的操作系统: 对于 [1mWindows 2000[0m, [1mWindows XP[0m 及 [1mLinux[0m: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-ioctl[0m 对于 [1mWindows 9x[0m 并安装有 ASPI 层: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-aspi[0m 将 [0;31mD:\[0m 替换为您的光驱所在盘符. 替换 [34;1m-usecd [33m0[0m 中的 [33;1m0[0m 为当您输入以下命令时显示的光驱号: [34;1mmount -cd[0m
zh_tw: [2J[32;1m如何在 DOSBox-X 中掛載真實/虛擬光碟機:[0m DOSBox-X 提供多層次的光碟機模擬. [33m基本層次[0m支援所有光碟機及普通目錄. 它將安裝 MSCDEX 並將檔案標識為唯讀. 這對於大部分遊戲通常已經足夠: [34;1mmount d [0;31mD:\[34;1m -t cdrom[0m 或 [34;1mmount d C:\example -t cdrom[0m 如果不行的話您可以需要讓 DOSBox-X 給予光碟機特定的標籤: [34;1mmount d C:\example -t cdrom -label CDLABEL[0m [33m中間層次[0m加入一些底層支援. 故它僅支援光碟機 (非普通目錄): [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0[0m [33m最後層次[0m將依賴於您所用的作業系統: 對於 [1mWindows 2000[0m, [1mWindows XP[0m 及 [1mLinux[0m: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-ioctl[0m 對於 [1mWindows 9x[0m 並安裝有 ASPI 層: [34;1mmount d [0;31mD:\[34;1m -t cdrom -usecd [33m0 [34m-aspi[0m 將 [0;31mD:\[0m 替換為您的光碟機所在磁碟代號. 替換 [34;1m-usecd [33m0[0m 中的 [33;1m0[0m 為當您輸入以下命令時顯示的光碟機代號: [34;1mmount -cd[0m

# PROGRAM_BOOT_NOT_EXIST
source: Bootdisk file does not exist. Failing.
es_es: El archivo de disco de arranque (Bootdisk) no existe. Abortando.
ja_jp: 起動ディスクのファイルが見つかりません。中止します。
zh_cn: 失败: 启动盘文件不存在.
zh_tw: 失敗: 開機片檔案不存在.

# PROGRAM_BOOT_NOT_OPEN
source: Cannot open bootdisk file. Failing.
es_es: El archivo de disco de arranque (Bootdisk) no puede abrirse. Abortando.
ja_jp: 起動ディスクのファイルが開けません。中止します。
zh_cn: 失败: 无法打开启动盘文件.
zh_tw: 失敗: 無法開啟開機片檔案.

# PROGRAM_BOOT_WRITE_PROTECTED
source: Image file is read-only! Boot in write-protected mode.
es_es: Archivo de imagen esta en modo solo-lectura! Arranca en modo protegido.
ja_jp: イメージファイルは書き込み禁止です！ 書き込み禁止モードで起動します。
zh_cn: 镜像文件处于只读状态! 将以写保护方式启动.
zh_tw: 映像檔處於唯讀狀態! 將以防寫方式啟動.
