Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# PROGRAM_IMGMOUNT_EXAMPLE
source: Some usage examples of IMGMOUNT: ←[32;1mIMGMOUNT←[0m - list mounted FAT/ISO drives & drive numbers ←[32;1mIMGMOUNT C←[0m - mount hard disk image ←[33;1mIMGMAKE.IMG←[0m as C: ←[32;1mIMGMOUNT C c:\image.img←[0m - mount hard disk image c:\image.img as C: ←[32;1mIMGMOUNT D c:files\game.iso←[0m - mount CD image c:files\game.iso as D: ←[32;1mIMGMOUNT D cdaudio.cue←[0m - mount cue file of a cue/bin pair as CD drive ←[32;1mIMGMOUNT 0 dos.ima←[0m - mount floppy image dos.ima as drive number 0 (←[33;1mBOOT A:←[0m will boot from drive if bootable) ←[32;1mIMGMOUNT A -ro dos.ima←[0m - mount floppy image dos.ima as A: read-only ←[32;1mIMGMOUNT A :dsk1.img dsk2.img←[0m - mount floppy images dsk1.img and dsk2.img as A:, swappable via menu item "Swap floppy", with dsk1.img read-only (but not dsk2.img) ←[32;1mIMGMOUNT A -bootcd D←[0m - mount bootable floppy A: from CD drive D: ←[32;1mIMGMOUNT C -t ram -size 10000←[0m - mount hard drive C: as a 10MB RAM drive ←[32;1mIMGMOUNT C disk.img -u←[0m - force mount hard disk image disk.img as C:, auto-unmount drive beforehand if necessary ←[32;1mIMGMOUNT A -u←[0m - unmount previously-mounted drive A:
es_es: Algunos ejemplos de uso de IMGMOUNT: ←[32;1mIMGMOUNT←[0m - lista unidades FAT/ISO montadas y númeradas ←[32;1mIMGMOUNT C←[0m - monta imagen de disco duro ←[33;1mIMGMAKE.IMG←[0m en C: ←[32;1mIMGMOUNT C c:\image.img←[0m - monta imagen de disco duro c:\image.img en C: ←[32;1mIMGMOUNT D c:files\game.iso←[0m - monta imagen de CD c:files\game.iso en D: ←[32;1mIMGMOUNT D cdaudio.cue←[0m - monta archivo .cue de un duo cue/bin como CD ←[32;1mIMGMOUNT 0 dos.ima←[0m - monta imagen disquete dos.ima en unidad 0 (←[33;1mBOOT A:←[0m iniciará la unidad iniciable) ←[32;1mIMGMOUNT A -ro dos.ima←[0m - monta imagen dos.ima en A:(sólo lectura) ←[32;1mIMGMOUNT A :dsk1.img dsk2.img←[0m - monta imagen disquete dsk1.img y dsk2.img en A: intercambiable via menú "Swap floppy", con dsk1.img protegido (pero no dsk2.img) ←[32;1mIMGMOUNT A -bootcd D←[0m - monta disquete de arranque A: desde CD D: ←[32;1mIMGMOUNT C -t ram -size 10000←[0m - monta disco duro C: como RAM Drive de 10MB ←[32;1mIMGMOUNT C disk.img -u←[0m - forzar montaje de disco disk.img en C: (use auto-unmount unidad antes si hace falta) ←[32;1mIMGMOUNT A -u←[0m - desmontar unidad A: previamente montada
ja_jp: IMGMOUNTの使用例: [32;1mIMGMOUNT[0m - マウントされた FAT/ISO ドライブとドライブ番 号の一覧表示 [32;1mIMGMOUNT C[0m - HDDイメージ [33;1mIMGMAKE.IMG[0m をC:ドライブに マウント [32;1mIMGMOUNT C c:\image.img[0m - HDDイメージc:\image.imgをC:ドライブに マウント [32;1mIMGMOUNT D c:files\game.iso[0m - CD イメージc:files\game.iso をD:ドライブに マウント [32;1mIMGMOUNT D cdaudio.cue[0m - cueファイルを用いcue/binファイルをCDドライブ としてマウント [32;1mIMGMOUNT 0 dos.ima[0m - FDイメージdos.imaをドライブ番号 0にマウント (起動可能であれば[33;1mBOOT A:[0m で起動する) [32;1mIMGMOUNT A -ro dos.ima[0m - FDイメージ dos.ima を A: 読取専用でマウント [32;1mIMGMOUNT A :dsk1.img dsk2.img[0m - FDイメージ dsk1.img and dsk2.img を A: ドライブに"ディスクの入替"メニューで入替可能 とし、dsk1.img 読取専用 (dsk2.imgは書込可能) [32;1mIMGMOUNT A -bootcd D[0m - CD ドライブ D:を起動用FD Aとしてマウント [32;1mIMGMOUNT C -t ram -size 10000[0m - C:ドライブに10MBのRAMドライブをマウント [32;1mIMGMOUNT C disk.img -u[0m - C:ドライブにHDイメージ disk.imgを強制的 にマウント。必要な場合、先に自動マウント解除 [32;1mIMGMOUNT A -u[0m - A:ドライブのマウントを解除
zh_cn: 一些关于 IMGMOUNT 命令的举例: [32;1mIMGMOUNT[0m - 列出已挂载的 FAT/ISO 驱动器和驱动器号 [32;1mIMGMOUNT C[0m - 将硬盘镜像文件 [33;1mIMGMAKE.IMG[0m 挂载为驱动器 C: [32;1mIMGMOUNT C c:\image.img[0m - 将硬盘镜像文件 c:\image.img 挂载为驱动器 C: [32;1mIMGMOUNT D c:files\game.iso[0m - 将光盘镜像文件 c:files\game.iso 挂载为 D: [32;1mIMGMOUNT D cdaudio.cue[0m - 将 cue/bin 配对中的 cue 文件挂载为光驱 D: [32;1mIMGMOUNT 0 dos.ima[0m - 将软盘镜像文件 dos.ima 挂载为驱动器号 0 ([33;1mBOOT A:[0m 将从该驱动器中启动, 如果能启动) [32;1mIMGMOUNT A -ro dos.ima[0m - 将软盘镜像 dos.ima 以只读方式挂载为驱动器 A: [32;1mIMGMOUNT A :dsk1.img dsk2.img[0m - 将软盘镜像文件 dsk1.img 和 dsk2.img 挂载为 驱动器 A:, 可在菜单中用 "交换软盘镜像" 选项 进行交换, 其中 dsk1.img 镜像文件为只读 [32;1mIMGMOUNT A -bootcd D[0m - 从光驱 D: 中挂载启动软盘镜像为驱动器 A: [32;1mIMGMOUNT C -t ram -size 10000[0m - 将硬盘驱动器 C: 挂载为 10MB 内存驱动器 [32;1mIMGMOUNT C disk.img -u[0m - 强制将硬盘文件镜像 disk.img 挂载为驱动器 C:, 如果之前驱动器已挂载则将自动卸载 [32;1mIMGMOUNT A -u[0m - 卸载之前已挂载的驱动器 A:
zh_tw: 一些關於 IMGMOUNT 命令的舉例: [32;1mIMGMOUNT[0m - 列出已掛載的 FAT/ISO 磁碟機和磁碟機代號 [32;1mIMGMOUNT C[0m - 將硬碟映像檔 [33;1mIMGMAKE.IMG[0m 掛載為磁碟機 C: [32;1mIMGMOUNT C c:\image.img[0m - 將硬碟映像檔 c:\image.img 掛載為磁碟機 C: [32;1mIMGMOUNT D c:files\game.iso[0m - 將光碟映像檔 c:files\game.iso 掛載為 D: [32;1mIMGMOUNT D cdaudio.cue[0m - 將 cue/bin 配對中的 cue 檔案掛載為光碟機 D: [32;1mIMGMOUNT 0 dos.ima[0m - 將軟碟映像檔 dos.ima 掛載為磁碟機代號 0 ([33;1mBOOT A:[0m 將從此磁碟機中啟動, 如果能啟動) [32;1mIMGMOUNT A -ro dos.ima[0m - 將軟碟映像 dos.ima 以唯讀方式掛載為磁碟機 A: [32;1mIMGMOUNT A :dsk1.img dsk2.img[0m - 將軟碟映像檔 dsk1.img 和 dsk2.img 掛載為 磁碟機 A:, 可在選單中用 "變更軟碟映像" 選項 進行變更, 其中 dsk1.img 映像檔為唯讀 [32;1mIMGMOUNT A -bootcd D[0m - 從光碟機 D: 中掛載開機磁片映像為磁碟機 A: [32;1mIMGMOUNT C -t ram -size 10000[0m - 將硬碟機 C: 掛載為 10MB 記憶體磁碟機 [32;1mIMGMOUNT C disk.img -u[0m - 強制將硬碟檔案映像 disk.img 掛載為磁碟機 C:, 如果之前磁碟機已掛載則將自動卸載 [32;1mIMGMOUNT A -u[0m - 卸載之前已掛載的磁碟機 A:

# PROGRAM_IMGMAKE_SYNTAX
source: Creates floppy or hard disk images. Usage: ←[34;1mIMGMAKE [file] [-t type] [[-size size] | [-chs geometry]] [-spc] [-nofs]←[0m ←[34;1m[-bat] [-fat] [-fatcopies] [-rootdir] [-force] [-source source] [-retries #]←[0m file: Image file to create (or ←[33;1mIMGMAKE.IMG←[0m if not set) - ←[31;1mpath on the host←[0m -t: Type of image. ←[33;1mFloppy disk templates←[0m (names resolve to floppy sizes in KB or fd=fd_1440): fd_160 fd_180 fd_200 fd_320 fd_360 fd_400 fd_720 fd_1200 fd_1440 fd_2880 ←[33;1mHard disk templates:←[0m hd_250: 250MB image, hd_520: 520MB image, hd_1gig: 1GB image hd_2gig: 2GB image, hd_4gig: 4GB image, hd_8gig: 8GB image hd_st251: 40MB image, hd_st225: 20MB image (geometry from old drives) ←[33;1mCustom hard disk images:←[0m hd (requires -size or -chs) -size: Size of a custom hard disk image in MB. -chs: Disk geometry in cylinders(1-1023),heads(1-255),sectors(1-63). -nofs: Add this parameter if a blank image should be created. -force: Force to overwrite the existing image file. -bat: Create a .bat file with the IMGMOUNT command required for this image. -fat: FAT filesystem type (12, 16, or 32). -spc: Sectors per cluster override. Must be a power of 2. -fatcopies: Override number of FAT table copies. -rootdir: Size of root directory in entries. Ignored for FAT32. -source: drive letter - if specified the image is read from a floppy disk. -retries: how often to retry when attempting to read a bad floppy disk(1-99). ←[32;1m-examples: Show some usage examples.←[0m
es_es: Crea imagenes de disquete o disco duro. Uso: ←[34;1mIMGMAKE [archivo] [-t tipo] [[-size tamaño] | [-chs geometria]] [-spc] [-nofs]←[0m ←[34;1m[-bat] [-fat] [-fatcopies] [-rootdir] [-force] [-source] [-retries #]←[0m file: archivo a crear (←[33;1mIMGMAKE.IMG←[0m por defecto) ←[31;1mruta de anfitrión ←[0m -t: Tipo de imagen. ←[33;1mPlantillas de disquetes:←[0m (Nombres generados por tamaño en KB o fd=fd_1440) fd_160 fd_180 fd_200 fd_320 fd_360 fd_400 fd_720 fd_1200 fd_1440 fd_2880 ←[33;1mPlantillas de imagen de disco duro:←[0m hd_250: imagen de 250MB, hd_520: imagen de 520MB, hd_1gig: imagen de 1GB hd_2gig: imagen de 2GB, hd_4gig: imagen de 4GB, hd_8gig: imagen de 8GB hd_st251: imagen de 40MB, hd_st225: imagen de 20MB (unidades antiguas) ←[33;1mImagenes de disco duro personalizadas:←[0m hd (requiere -size o -chs) -size: Tamaño de imagen de disco duro personalizado en MB. -chs: Geometría de disco: cilindros (1-1023),cabezas(1-255),sectores(1-63). -nofs: Añade este parámetro si se debe crear una imagen en blanco. -force: Fuerza la sobreescritura del archivo imagen actual. -bat: Crea un archivo .bat con el comando IMGMOUNT requerido por esta imagen. -fat: Sistema de archivos FAT (12, 16, or 32). -spc: Sectores por cluster ignorados. Debe ser potencia de 2. -fatcopies: Ignorar número de copias de la tabla FAT. -rootdir: Tamaño del directorio raíz en entradas. Ignorado en FAT32. -source: letra de unidad - si se indica que la imagen se lee de un disquete. -retries: número de reintentos al leer un disquete dañado (1-99). ←[32;1m-examples: Muestra ejemplos de uso.←[0m
ja_jp: フロッピーまたはハードディスクイメージを作成します。 使用法: [34;1mIMGMAKE [file] [-t type] [[-size size] | [-chs geometry]] [-spc] [-nofs][0m [34;1m[-bat] [-fat] [-fatcopies] [-rootdir] [-force] [-source source] [-retries #][0m file: 作成するイメージ名 (ない場合は[33;1mIMGMAKE.IMG[0m) - [31;1mホスト上のパス[0m -t: イメージのタイプ [33;1mフロッピー用テンプレート[0m (容量を指定するための名前 KB or fd=fd_1440): fd_160 fd_180 fd_200 fd_320 fd_360 fd_400 fd_720 fd_1200 fd_1440 fd_2880 [33;1mハードディスク用テンプレート:[0m hd_250: 250MB イメージ, hd_520: 520MB イメージ, hd_1gig: 1GB イメージ hd_2gig: 2GB イメージ, hd_4gig: 4GB イメージ, hd_8gig: 8GB イメージ hd_st251: 40MB イメージ,hd_st225: 20MB イメージ(古いドライブのジオメトリ) [33;1mカスタムハードディスクイメージ:[0m hd (-size または -chs が必要) -size: カスタムハードディスクイメージのサイズ (MBで指定) -chs: ディスクのジオメトリ シリンダ(1-1023),ヘッド(1-255),セクタ(1-63) -nofs: ブランクなイメージを作成する場合に指定 -force: 既存のイメージファイルを強制上書きする -bat: このイメージをIMGMOUNTコマンドでマウントする.bat ファイルを生成する。 -fat: FAT ファイルシステムのタイプ (12, 16, or 32). -spc: クラスタあたりのセクタを強制指定。 2のべき乗とすること。 -fatcopies: FATテーブル数を強制指定。 -rootdir: ルートディレクトリエントリのサイズ (FAT32では無視される) -source: ドライブ文字 - 指定された場合、イメージはフロッピーから読み込まれる -retries: 状態の悪いフロッピーの再読込実施回数(1-99). [32;1m-examples: 使用例を表示する[0m
zh_cn: 创建软盘或硬盘镜像文件. 用法: [34;1mIMGMAKE [文件] [-t 类型] [[-size 大小] | [-chs 参数]] [-spc] [-nofs][0m [34;1m[-bat] [-fat] [-fatcopies] [-rootdir] [-force] [-source 源盘符] [-retries #][0m 文件: 要创建的镜像文件 (如未指定将使用 [33;1mIMGMAKE.IMG[0m) - [31;1m路径为主机系统路径t[0m -t: 镜像文件类型. [33;1m软盘模板[0m (名称为以 KB 为单位的软盘大小或者 fd=fd_1440): fd_160 fd_180 fd_200 fd_320 fd_360 fd_400 fd_720 fd_1200 fd_1440 fd_2880 [33;1m硬盘模板:[0m hd_250: 250MB 镜像文件, hd_520: 520MB 镜像文件, hd_1gig: 1GB 镜像文件 hd_2gig: 2GB 镜像文件, hd_4gig: 4GB 镜像文件, hd_8gig: 8GB 镜像文件 hd_st251: 40MB 镜像文件, hd_st225: 20MB 镜像文件 (旧驱动器参数) [33;1m自定义硬盘镜像文件:[0m hd (需要 -size 或 -chs 选项) -size: 自定义硬盘镜像文件大小 (单位: MB). -chs: CHS 磁盘参数: 驻面(1-1023),磁头(1-255),扇区(1-63). -nofs: 如果想创建空白镜像文件请加入此参数. -force: 强制覆盖已存在的镜像文件. -bat: 创建一个包含 IMGMOUNT 命令的批处理文件以挂载此镜像文件. -fat: FAT 文件系统类型 (12, 16, 或 32). -spc: 强制使用此每个簇所包含的扇区数值. 必须为 2 的指数. -fatcopies: 强制使用此数量的 FAT 表副本. -rootdir: 根目录下的记录数. FAT32 文件系统将忽略此参数. -source: 驱动器盘符 - 如果指定此参数镜像文件该从软盘驱动器中读取. -retries: 当试图从坏软盘中读取时所需的重试次数 (1-99). [32;1m-examples: 显示用法举例.[0m
zh_tw: 建立軟碟或硬碟映像檔. 用法: [34;1mIMGMAKE [檔案] [-t 類型] [[-size 大小] | [-chs 參數]] [-spc] [-nofs][0m [34;1m[-bat] [-fat] [-fatcopies] [-rootdir] [-force] [-source 來源磁碟代號] [-retries #][0m 檔案: 要建立的映像檔 (如未指定將使用 [33;1mIMGMAKE.IMG[0m) - [31;1m路徑為主機系統路徑t[0m -t: 映像檔類型. [33;1m軟碟模板[0m (名稱為以 KB 為單位的軟碟大小或者 fd=fd_1440): fd_160 fd_180 fd_200 fd_320 fd_360 fd_400 fd_720 fd_1200 fd_1440 fd_2880 [33;1m硬碟模板:[0m hd_250: 250MB 映像檔, hd_520: 520MB 映像檔, hd_1gig: 1GB 映像檔 hd_2gig: 2GB 映像檔, hd_4gig: 4GB 映像檔, hd_8gig: 8GB 映像檔 hd_st251: 40MB 映像檔, hd_st225: 20MB 映像檔 (舊磁碟機參數) [33;1m自訂硬碟映像檔:[0m hd (需要 -size 或 -chs 選項) -size: 自訂硬碟映像檔大小 (單位: MB). -chs: CHS 磁碟參數: 柱面(1-1023),磁頭(1-255),扇區(1-63). -nofs: 如果想建立空白映像檔請加入此參數. -force: 強制覆蓋已存在的映像檔. -bat: 建立一個包含 IMGMOUNT 命令的批次檔以掛載此映像檔. -fat: FAT 檔案系統類型 (12, 16, 或 32). -spc: 強制使用此每個簇所包含的扇區數值. 必須為 2 的指數. -fatcopies: 強制使用此數量的 FAT 表副本. -rootdir: 根目錄下的記錄數. FAT32 檔案系統將忽略此參數. -source: 磁碟機代號 - 如果指定此參數映像檔此從軟碟機中讀取. -retries: 當試圖從壞軟碟中讀取時所需的重試次數 (1-99). [32;1m-examples: 顯示用法舉例.[0m

# PROGRAM_IMGMAKE_EXAMPLE
source: Some usage examples of IMGMAKE: ←[32;1mIMGMAKE -t fd←[0m - create a 1.44MB floppy image ←[33;1mIMGMAKE.IMG←[0m ←[32;1mIMGMAKE -t fd_1440 -force←[0m - force to create a floppy image ←[33;1mIMGMAKE.IMG←[0m ←[32;1mIMGMAKE dos.img -t fd_2880←[0m - create a 2.88MB floppy image named dos.img ←[32;1mIMGMAKE c:\disk.img -t hd -size 50←[0m - create a 50MB HDD image c:\disk.img ←[32;1mIMGMAKE c:\disk.img -t hd_520 -nofs←[0m - create a 520MB blank HDD image ←[32;1mIMGMAKE c:\disk.img -t hd_2gig -fat 32←[0m - create a 2GB FAT32 HDD image ←[32;1mIMGMAKE c:\disk.img -t hd -chs 130,2,17←[0m - create a HDD image of specified CHS ←[32;1mIMGMAKE c:\disk.img -source a←[0m - read image from physical drive A:
es_es: Algunos ejemplos del uso de IMGMAKE: ←[32;1mIMGMAKE -t fd←[0m - crea imagen de disquete de 1.44MB ←[33;1mIMGMAKE.IMG←[0m ←[32;1mIMGMAKE -t fd_1440 -force←[0m - forzar creación de imagen a ←[33;1mIMGMAKE.IMG←[0m ←[32;1mIMGMAKE dos.img -t fd_2880←[0m - crea imagen de disquete de 2.88MB dos.img ←[32;1mIMGMAKE c:\disk.img -t hd -size 50←[0m - crea imagen HDD de 50MB c:\disk.img ←[32;1mIMGMAKE c:\disk.img -t hd_520 -nofs←[0m - crea imagen HDD vacía de 520MB ←[32;1mIMGMAKE c:\disk.img -t hd_2gig -fat 32←[0m - crea imagen HDD de 2GB FAT32 ←[32;1mIMGMAKE c:\disk.img -t hd -chs 130,2,17←[0m - crear imagen HDD con CHS indicados ←[32;1mIMGMAKE c:\disk.img -source a←[0m - lee imagen desde disquete físico A:
ja_jp: IMGMAKE の使用例: [32;1mIMGMAKE -t fd[0m - 1.44MB FDイメージを作成 [33;1mIMGMAKE.IMG[0m [32;1mIMGMAKE -t fd_1440 -force[0m - FDイメージを強制的に作成 [33;1mIMGMAKE.IMG[0m [32;1mIMGMAKE dos.img -t fd_2880[0m - dos.imgという名の2.88MB FDイメージを作成 [32;1mIMGMAKE c:\disk.img -t hd -size 50[0m - 50MB HDD イメージを作成 c:\disk.img [32;1mIMGMAKE c:\disk.img -t hd_520 -nofs[0m - ブランクの520MB HDD イメージを作成 [32;1mIMGMAKE c:\disk.img -t hd_2gig -fat 32[0m - 2GB FAT32 の HDD イメージを作成 [32;1mIMGMAKE c:\disk.img -t hd -chs 130,2,17[0m - 指定したCHSで HDD イメージを作成 [32;1mIMGMAKE c:\disk.img -source a[0m - イメージを物理ドライブ A:作成
zh_cn: 一些关于 IMGMAKE 命令的举例: [32;1mIMGMAKE -t fd[0m - 创建 1.44MB 软盘镜像文件 [33;1mIMGMAKE.IMG[0m [32;1mIMGMAKE -t fd_1440 -force[0m - 强制创建软盘镜像文件 [33;1mIMGMAKE.IMG[0m [32;1mIMGMAKE dos.img -t fd_2880[0m - 创建 2.88MB 软盘镜像文件 dos.img [32;1mIMGMAKE c:\disk.img -t hd -size 50[0m - 创建 50MB 硬盘镜像文件 c:\disk.img [32;1mIMGMAKE c:\disk.img -t hd_520 -nofs[0m - 创建 520MB 空白硬盘镜像文件 [32;1mIMGMAKE c:\disk.img -t hd_2gig -fat 32[0m - 创建 2GB FAT32 硬盘镜像文件 [32;1mIMGMAKE c:\disk.img -t hd -chs 130,2,17[0m - 以指定的 CHS 参数创建硬盘镜像文件 [32;1mIMGMAKE c:\disk.img -source a[0m - 从物理驱动器 A: 中读取镜像
zh_tw: 一些關於 IMGMAKE 命令的舉例: [32;1mIMGMAKE -t fd[0m - 建立 1.44MB 軟碟映像檔 [33;1mIMGMAKE.IMG[0m [32;1mIMGMAKE -t fd_1440 -force[0m - 強制建立軟碟映像檔 [33;1mIMGMAKE.IMG[0m [32;1mIMGMAKE dos.img -t fd_2880[0m - 建立 2.88MB 軟碟映像檔 dos.img [32;1mIMGMAKE c:\disk.img -t hd -size 50[0m - 建立 50MB 硬碟映像檔 c:\disk.img [32;1mIMGMAKE c:\disk.img -t hd_520 -nofs[0m - 建立 520MB 空白硬碟映像檔 [32;1mIMGMAKE c:\disk.img -t hd_2gig -fat 32[0m - 建立 2GB FAT32 硬碟映像檔 [32;1mIMGMAKE c:\disk.img -t hd -chs 130,2,17[0m - 以指定的 CHS 參數建立硬碟映像檔 [32;1mIMGMAKE c:\disk.img -source a[0m - 從實體磁碟機 A: 中讀取映像

# PROGRAM_IMGMAKE_FLREAD
source: Disk geometry: %d Cylinders, %d Heads, %d Sectors, %d Kilobytes
es_es: Geometría de disco: %d Cilindros, %d Cabezas, %d Sectores, %d Kilobytes
ja_jp: ディスクのジオメトリ: シリンダ %d, ヘッド %d, セクタ %d, %d Kバイト
zh_cn: 磁盘参数: %d 个柱面, %d 个磁头, %d 个扇区, %d 千字节
zh_tw: 磁碟參數: %d 個柱面, %d 個磁頭, %d 個扇區, %d 千位元組

# PROGRAM_IMGMAKE_FLREAD2
source: %s =good, %s =good after retries, ! =CRC error, x =sector not found, ? =unknown
es_es: %s =bueno, %s =recuperado, ! =error CRC, x =sector no encontrado, ? =incierto
ja_jp: %s =良好, %s =再試行後良好, ! =CRCエラー, x =セクターが見つからない, ? =不明
zh_cn: %s =良好, %s =重试后良好, ! =CRC 错误, x =扇区找不到, ? =未知
zh_tw: %s =良好, %s =重試後良好, ! =CRC 錯誤, x =扇區找不到, ? =未知

# PROGRAM_IMGMAKE_FILE_EXISTS
source: The file "%s" already exists. You can specify "-force" to overwrite.
es_es: El archivo "%s" ya existe. Puedes usar "-force" para sobreescribir.
ja_jp: ファイル "%s" は既に存在します。"-force" を指定して上書きできます。
zh_cn: 文件 "%s" 已存在. 您可以指定 "-force" 选项进行覆盖.
zh_tw: 檔案 "%s" 已存在. 您可以指定 "-force" 選項進行覆蓋.

# PROGRAM_IMGMAKE_CANNOT_WRITE
source: The file "%s" cannot be opened for writing.
es_es: El archivo "%s" no se puede abrir para escritura.
ja_jp: ファイル "%s" は書き込むために開くことができません。
zh_cn: 文件 "%s" 无法打开以写入.
zh_tw: 檔案 "%s" 無法開啟以寫入.

# PROGRAM_IMGMAKE_NOT_ENOUGH_SPACE
source: Not enough space availible for the image file. Need %u bytes.
es_es: Espacio insuficiente para archivo imagen. Necesitas %u bytes
ja_jp: イメージファイルを作成するのに必要な空き容量が %u バイト足りません。
zh_cn: 没有足够的空间生成镜像文件. 需要 %u 字节.
zh_tw: 沒有足夠的空間生成映像檔. 需要 %u 位元組.

# PROGRAM_IMGMAKE_PRINT_CHS
source: Creating image file "%s" with %u cylinders, %u heads and %u sectors
es_es: Creando archivo imagen "%s" con %u cilindros, %u cabezas y %u sectores
ja_jp: イメージファイル "%s"を作成しました: シリンダ %u, ヘッド%u, セクタ %u
zh_cn: 创建镜像文件 "%s" 包含 %u 个柱面, %u 个磁头和 %u 个扇区
zh_tw: 建立映像檔 "%s" 包含 %u 個柱面, %u 個磁頭和 %u 個扇區

# PROGRAM_IMGMAKE_CANT_READ_FLOPPY
source: Unable to read floppy.
es_es: Incapaz de leer disquete.
ja_jp: フロッピーを読み取りできません。
zh_cn: 无法读取软盘.
zh_tw: 無法讀取軟碟.

# PROGRAM_KEYB_INFO
source: Codepage %i has been loaded
es_es: Página de códigos (Codepage) %i cargada
ja_jp: コードページ %i に設定しました。
zh_cn: 代码页 %i 已加载
zh_tw: 代碼頁 %i 已載入

# PROGRAM_KEYB_INFO_LAYOUT
source: Codepage %i has been loaded for layout %s
es_es: Página de código (Codepage) %i cargada para la disposición %s
ja_jp: コードページ %i をキーレイアウト %s用に読み込みました。
zh_cn: 代码页 %i 已为键盘布局 %s 加载
zh_tw: 代碼頁 %i 已為鍵盤配置 %s 載入

# PROGRAM_KEYB_SHOWHELP
source: Configures a keyboard for a specific language. KEYB [keyboard layout ID [codepage number [codepage file]]] Some examples: ←[32;1mKEYB←[0m Display currently loaded codepage. ←[32;1mKEYB sp←[0m Load the Spanish (SP) layout, use an appropriate codepage. ←[32;1mKEYB sp 850←[0m Load the Spanish (SP) layout, use codepage 850. ←[32;1mKEYB sp 850 mycp.cpi←[0m Same as above, but use file mycp.cpi.
es_es: Configura un teclado para un lenguaje especifico. KEYB [keyboard layout ID [codepage number [codepage file]]] Algunos ejemplos: ←[32;1mKEYB←[0m Muestra la página de código cargada actualmente. ←[32;1mKEYB sp←[0m Carga layout español (SP) con codepage adecuado. ←[32;1mKEYB sp 850←[0m Carga layout español (SP) con codepage 850. ←[32;1mKEYB sp 850 mycp.cpi←[0m Lo mismo de arriba pero usando el archivo mycp.cpi.
ja_jp: キーボードを指定の言語に設定します。 KEYB [キーボードレイアウト ID [コードページ番号 [コードページファイル]]] 使用例: [32;1mKEYB[0m 読み込まれたコードページを表示 [32;1mKEYB sp[0m スペイン語(SP)レイアウトを読込み, 適切なコードページを使用 [32;1mKEYB sp 850[0m スペイン語(SP)レイアウトを読込み, コードページ850を使用 [32;1mKEYB sp 850 mycp.cpi[0m 上記と同じ, ただしmycp.cpiファイルを使用
zh_cn: 为指定语言配置键盘. KEYB [键盘布局 ID [代码页 [代码页文件]]] 举例: [32;1mKEYB[0m 显示当前加载的代码页. [32;1mKEYB sp[0m 加载西班牙语 (SP) 布局, 使用相应的代码页. [32;1mKEYB sp 850[0m 加载西班牙语 (SP) 布局, 使用代码页 850. [32;1mKEYB sp 850 mycp.cpi[0m 与以上相同, 但使用文件 mycp.cpi.
zh_tw: 為指定語言組態鍵盤. KEYB [鍵盤配置 ID [代碼頁 [代碼頁檔案]]] 舉例: [32;1mKEYB[0m 顯示目前載入的代碼頁. [32;1mKEYB sp[0m 載入西班牙語 (SP) 配置, 使用相應的代碼頁. [32;1mKEYB sp 850[0m 載入西班牙語 (SP) 配置, 使用代碼頁 850. [32;1mKEYB sp 850 mycp.cpi[0m 與以上相同, 但使用檔案 mycp.cpi.

# PROGRAM_KEYB_NOERROR
source: Keyboard layout %s loaded for codepage %i
es_es: Disposición de teclado (layout) %s cargada para página de código %i
ja_jp: キーボードレイアウト %s をコードページ %i用に読み込みました。
zh_cn: 键盘布局 %s 已加载作为代码页 %i
zh_tw: 鍵盤配置 %s 已載入作為代碼頁 %i

# PROGRAM_KEYB_FILENOTFOUND
source: Keyboard file %s not found
es_es: Archivo de teclado %s no encontrado
ja_jp: キーボードファイル %s が見つかりません。
zh_cn: 键盘文件 %s 未找到
zh_tw: 鍵盤檔案 %s 未找到

# PROGRAM_KEYB_INVALIDFILE
source: Keyboard file %s invalid
es_es: Archivo de teclado %s no válido
ja_jp: キーボードファイル %s は無効です。
zh_cn: 键盘文件 %s 非法
zh_tw: 鍵盤檔案 %s 不合法的

# PROGRAM_KEYB_LAYOUTNOTFOUND
source: No layout in %s for codepage %i
es_es: No hay layout en %s para el codepage %i
ja_jp: キーボードレイアウト %s はコードページ %i 用ではありません。
zh_cn: 键盘布局 %s 无法在代码页 %i 中找到
zh_tw: 鍵盤配置 %s 無法在代碼頁 %i 中找到

# PROGRAM_KEYB_INVCPFILE
source: None or invalid codepage file for layout %s
es_es: No hay archivo de página de código o no es válido para la disposición %s
ja_jp: キーボードファイル %s のためのコードページファイルがないか無効です。
zh_cn: 作为键盘布局 %s 的代码页文件不存在或无效
zh_tw: 作為鍵盤配置 %s 的代碼頁檔案不存在或無效

# PROGRAM_MODE_USAGE
source: Configures system devices. ←[34;1mMODE←[0m display-type :display-type codes are ←[1mCO80←[0m, ←[1mBW80←[0m, ←[1mCO40←[0m, ←[1mBW40←[0m, or ←[1mMONO←[0m ←[34;1mMODE CON COLS=←[0mc ←[34;1mLINES=←[0mn :columns and lines, c=80 or 132, n=25, 43, 50, or 60 ←[34;1mMODE CON RATE=←[0mr ←[34;1mDELAY=←[0md :typematic rates, r=1-32 (32=fastest), d=1-4 (1=lowest)
es_es: Configura dispositivos de sistema. ←[34;1mMODE←[0m display-type :Tipos de pantalla, ←[1mCO80←[0m, ←[1mBW80←[0m, ←[1mCO40←[0m, ←[1mBW40←[0m, ←[1mMONO←[0m ←[34;1mMODE CON COLS=←[0mc ←[34;1mLINES=←[0mn :Columnas y líneas, c=80 o 132, n=25, 43, 50, 60 ←[34;1mMODE CON RATE=←[0mr ←[34;1mDELAY=←[0md :Velocidad teclado, r=1-32 (32=rápido), d=1-4 (1=lento)
ja_jp: システムデバイスの設定 [34;1mMODE[0m display-type :設定可能なコード [1mCO80[0m, [1mBW80[0m, [1mCO40[0m, [1mBW40[0m, or [1mMONO[0m [34;1mMODE CON COLS=[0mc [34;1mLINES=[0mn :設定可能なカラム・行 c=80 or 132, n=25, 43, 50, or 60 [34;1mMODE CON RATE=[0mr [34;1mDELAY=[0md :設定可能範囲 r=1-32 (32=最速), d=1-4 (1=最小)
zh_cn: 配置系统设备. [34;1mMODE[0m display-type :display-type codes are [1mCO80[0m, [1mBW80[0m, [1mCO40[0m, [1mBW40[0m, or [1mMONO[0m [34;1mMODE CON COLS=[0mc [34;1mLINES=[0mn :columns and lines, c=80 or 132, n=25, 43, 50, or 60 [34;1mMODE CON RATE=[0mr [34;1mDELAY=[0md :typematic rates, r=1-32 (32=fastest), d=1-4 (1=lowest)
zh_tw: 組態系統裝置. [34;1mMODE[0m display-type :display-type codes are [1mCO80[0m, [1mBW80[0m, [1mCO40[0m, [1mBW40[0m, or [1mMONO[0m [34;1mMODE CON COLS=[0mc [34;1mLINES=[0mn :columns and lines, c=80 or 132, n=25, 43, 50, or 60 [34;1mMODE CON RATE=[0mr [34;1mDELAY=[0md :typematic rates, r=1-32 (32=fastest), d=1-4 (1=lowest)

# PROGRAM_MODE_INVALID_PARAMETERS
source: Invalid parameter(s).
es_es: Parámetro(s) no válido(s).
ja_jp: 無効なパラメータです。
zh_cn: 非法参数.
zh_tw: 不合法的參數.

# SHELL_CMD_TREE_ERROR
source: No subdirectories exist
es_es: No existen subdirectorios
ja_jp: サブディレクトリがありません。
zh_cn: 不存在子目录
zh_tw: 不存在子目錄

# SHELL_CMD_VOL_TREE
source: Directory PATH listing for Volume %s
es_es: Listado de directorios incluidos en PATH del volumen %s
ja_jp: ボリューム %s のディレクトリ・パスの一覧
zh_cn: 所列目录的卷标名为 %s
zh_tw: 所列目錄的磁碟區標籤為 %s

# SHELL_CMD_VOL_DRIVE
source: Volume in drive %c
es_es: Volumen de unidad %c
ja_jp: ドライブ %c のボリューム
zh_cn: 盘卷在驱动器 %c
zh_tw: 磁碟區在磁碟機 %c

# SHELL_CMD_VOL_SERIAL
source: Volume Serial Number is
es_es: Número de serie del volumen:
ja_jp: ボリューム シリアル番号は
zh_cn: 盘卷序列号为
zh_tw: 磁碟區序列號為

# SHELL_CMD_VOL_SERIAL_NOLABEL
source: has no label
es_es: sin etiqueta
ja_jp: のボリューム ラベルがありません。
zh_cn: 没有卷标
zh_tw: 沒有磁碟區標籤

# SHELL_CMD_VOL_SERIAL_LABEL
source: is %s
es_es: es %s
ja_jp: は %s
zh_cn: 是 %s
zh_tw: 是 %s

# SHELL_ILLEGAL_PATH
source: Path not found
es_es: Ruta no encontrada
ja_jp: ディレクトリの指定が違います。
zh_cn: 路径未找到
zh_tw: 路徑未找到

# SHELL_ILLEGAL_DRIVE
source: Invalid drive specification
es_es: Especificación de unidad no válida
ja_jp: 無効なドライブの指定です。
zh_cn: 指定的驱动器非法
zh_tw: 指定的磁碟機不合法的

# SHELL_CMD_HELP
source: If you want a list of all supported internal commands type ←[33;1mHELP /ALL←[0m. You can also find external commands on the Z: drive as programs. A short list of the most often used commands:
es_es: Si quieres una lista de todos los comandos internos teclea ←[33;1mHELP /ALL←[0m. También encontrarás comandos externos y programas en la unidad Z: Una breve lista de los comandos más habituales:
ja_jp: サポートされている内部コマンドの一覧を表示するには [33;1mHELP /ALL[0mと タイプしてください。外部コマンドは Z: ドライブ内のプログラムとして存在します。 よく使われるコマンドの一覧:
zh_cn: 如果您想显示所有支持的内部命令请输入 [33;1mHELP /ALL[0m. 您亦可以在 Z 盘找到其它 DOS 程序，它们是外部命令. 以下为常用的 DOS 命令列表:
zh_tw: 如果您想顯示所有支援的內部命令請輸入 [33;1mHELP /ALL[0m. 您亦可以在 Z 碟找到其它 DOS 程式，它們是外部命令. 以下為常用的 DOS 命令清單:

# SHELL_CMD_HELP_END1
source: External commands such as ←[33;1mMOUNT←[0m and ←[33;1mIMGMOUNT←[0m can be found on the Z: drive.
ja_jp: [33;1mMOUNT[0m and [33;1mIMGMOUNT[0m 等の外部コマンドは Z: ドライブにあります。
zh_cn: 外部命令比如 [33;1mMOUNT[0m 和 [33;1mIMGMOUNT[0m 可以在 Z 盘中找到.
zh_tw: 外部命令比如 [33;1mMOUNT[0m 和 [33;1mIMGMOUNT[0m 可以在 Z 碟中找到.

# SHELL_CMD_HELP_END2
source: Type ←[33;1mHELP command←[0m or ←[33;1mcommand /?←[0m for help information for the specified command.
ja_jp: [33;1mcommand /?[0mまたは[33;1mHELP command[0m でそれらのコマンドのヘルプ情報を表示できます
zh_cn: 请输入 [33;1mHELP 命令[0m 或 [33;1m命令 /?[0m 以获得指定命令的帮助信息.
zh_tw: 請輸入 [33;1mHELP 命令[0m 或 [33;1m命令 /?[0m 以獲得指定命令的說明資訊.
