Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# SHELL_CMD_CALL_HELP
source: Starts a batch file from within another batch file.
es_es: Inicia un nuevo archivo de lotes desde el interior de otro.
ja_jp: バッチファイルから別のバッチファイルを実行します。
zh_cn: 在批处理文件中调用批处理文件.
zh_tw: 在批次檔中調用批次檔.

# SHELL_CMD_CALL_HELP_LONG
source: CALL [drive:][path]filename [batch-parameters] batch-parameters Specifies any command-line information required by the batch program.
es_es: CALL [unidad:][ruta]nombredearchivo [parámetros-batch] parámetros-batch Indica que cualquier información de la línea de comando se usará en el archivo de lotes.
ja_jp: CALL [drive:][path]filename [batch-parameters] batch-parameters バッチファイルの実行に必要なスイッチ・パラメータを 指定します。
zh_cn: CALL [驱动器:][路径]文件名 [批处理参数] 批处理参数 指定批处理文件所需的命令行参数.
zh_tw: CALL [磁碟機:][路徑]檔名 [批次處理參數] 批次處理參數 指定批次檔所需的命令列參數.

# SHELL_CMD_SUBST_HELP
source: Assigns an internal directory to a drive.
es_es: Asigna un directorio interno a una unidad.
ja_jp: 内部のディレクトリを仮想的なドライブに割り当てます。
zh_cn: 将目录分配给一个驱动器.
zh_tw: 將目錄分配給一個磁碟機.

# SHELL_CMD_SUBST_HELP_LONG
source: SUBST [drive1: [drive2:]path] SUBST drive1: /D drive1: Specifies a drive to which you want to assign a path. [drive2:]path Specifies a mounted local drive and path you want to assign to. /D Deletes a mounted or substituted drive. Type SUBST with no parameters to display a list of mounted local drives.
es_es: SUBST [unidad1: [unidad2:]ruta] SUBST unidad1: /D unidad1: Especifica una unidad a la que desea asignar una ruta. [unidad2:]ruta] Especifica una unidad local montada y ruta que desea asignar. /D Elimina una unidad montada o sustituida. Teclea SUBST sin parámetros para mostrar lista de unidades locales montadas.
ja_jp: SUBST [drive1: [drive2:]path] SUBST drive1: /D drive1: パスを割り当てる仮想ドライブを指定します。 [drive2:]path 仮想ドライブに割り当てるローカルドライブとパスを指定します。 /D drive1の割り当てを解除します。 仮想ドライブの一覧を表示するには、パラメータなしで SUBST とタイプします。
zh_cn: SUBST [驱动器1: [驱动器2:]路径] SUBST 驱动器1: /D 驱动器1: 指定您想分配路径的新驱动器. [驱动器2:]路径 指定已挂载的本地驱动器和路径. /D 删除已挂载或代替的驱动器. 输出不带参数的 SUBST 命令显示已挂载的本地驱动器列表.
zh_tw: SUBST [磁碟機1: [磁碟機2:]路徑] SUBST 磁碟機1: /D 磁碟機1: 指定您想分配路徑的新磁碟機. [磁碟機2:]路徑 指定已掛載的本機磁碟機和路徑. /D 刪除已掛載或代替的磁碟機. 輸出不含參數的 SUBST 命令顯示已掛載的本機磁碟機清單.

# SHELL_CMD_LOADHIGH_HELP
source: Loads a program into upper memory (requires XMS and UMB memory).
es_es: Carga un programa en la memoria superior (requiere memoria XMS+UMB).
ja_jp: プログラムを上位メモリ領域に読み込みます (XMS・UMB メモリが必要)
zh_cn: 加载程序至上位内存 (需要 XMS 和 UMB 内存).
zh_tw: 載入程式至上位記憶體 (需要 XMS 和 UMB 記憶體).

# SHELL_CMD_CHOICE_HELP
source: Waits for a keypress and sets ERRORLEVEL.
es_es: Espera a una pulsación del teclado y establece un ERRORLEVEL.
ja_jp: キーの入力を待ち、ERRORLEVEL を返します。
zh_cn: 等待按键并设置 ERRORLEVEL.
zh_tw: 等待按鍵並設定 ERRORLEVEL.

# SHELL_CMD_CHOICE_HELP_LONG
source: CHOICE [/C:choices] [/N] [/S] text /C[:]choices - Specifies allowable keys. Default is: yn. /N - Do not display the choices at end of prompt. /S - Enables case-sensitive choices to be selected. text - The text to display as a prompt.
es_es: CHOICE [/C:opciones] [/N] [/S] texto /C[:]opciones - Indica teclas permitidas. Por defecto: yn. /N - No muestra las opciones disponibles al final de la pregunta. /S - Activa opciones sensibles a mayúsculas/minuscúlas texto - El texto a mostrar como pregunta.
ja_jp: CHOICE [/C:choices] [/N] [/S] text /C[:]choices - 入力可能なキーを指定します (デフォルトは: yn) /N - プロンプトの最後に選択肢を表示しない /S - 選択肢の大文字小文字を区別する text - プロンプトに表示するテキスト
zh_cn: CHOICE [/C:选择] [/N] [/S] text /C[:]选择 指定允许的按键. 默认为: yn. /N 不在末尾显示选择. /S 启用大小写敏感选择模式. 文字 作为提示符显示的文字.
zh_tw: CHOICE [/C:選擇] [/N] [/S] text /C[:]選擇 指定允許的按鍵. 預設為: yn. /N 不在末尾顯示選擇. /S 啟用大小寫相異選擇模式. 文字 作為提示字元顯示的文字.

# SHELL_CMD_ATTRIB_HELP
source: Displays or changes file attributes.
es_es: Muestra o cambia los atributos de archivo.
ja_jp: ファイルの属性を表示・変更します。
zh_cn: 改变或改变文件属性.
zh_tw: 變更或變更檔案屬性.

# SHELL_CMD_ATTRIB_HELP_LONG
source: ATTRIB [+R | -R] [+A | -A] [+S | -S] [+H | -H] [drive:][path][filename] [/S] + Sets an attribute. - Clears an attribute. R Read-only file attribute. A Archive file attribute. S System file attribute. H Hidden file attribute. [drive:][path][filename] Specifies file(s) or directory for ATTRIB to process. /S Processes files in all directories in the specified path.
es_es: ATTRIB [+R|-R] [+A|-A] [+S|-S] [+H|-H] [unidad:][ruta][nombredearchivo] [/S] + Establece un atributo. - Limpia un atributo. R Atributo de sólo lectura. A Atributo de archivo. S Atributo de archivo de sistema. H Atributo de archivo oculto. [unidad:][ruta][nombredearchivo] Indica archivo(s) a procesar con ATTRIB. /S Procesa archivos en todos los directorios de la ruta especificada.
ja_jp: ATTRIB [+R | -R] [+A | -A] [+S | -S] [+H | -H] [drive:][path][filename] [/S] + 属性をセットする - 属性をクリアする R 読み取り専用 A アーカイブ S システムファイル H 隠しファイル [drive:][path][filename] ATTRIBコマンドが属性を設定するファイル・ディレクトリを指定 /S 指定のパスのディレクトリ内のすべてのファイルに対して属性を設定
zh_cn: ATTRIB [+R | -R] [+A | -A] [+S | -S] [+H | -H] [驱动器:][路径][文件名] [/S] + 设置属性. - 清除属性. R 只读属性. A 归档属性. S 系统属性. H 隐藏属性. [驱动器:][路径][文件名] 指定 ATTRIB 命令要处理的文件或目录. /S 处理指定路径下所有目录中的文件.
zh_tw: ATTRIB [+R | -R] [+A | -A] [+S | -S] [+H | -H] [磁碟機:][路徑][檔名] [/S] + 設定屬性. - 清除屬性. R 唯讀屬性. A 封存屬性. S 系統屬性. H 隱藏屬性. [磁碟機:][路徑][檔名] 指定 ATTRIB 命令要處理的檔案或目錄. /S 處理指定路徑下所有目錄中的檔案.

# SHELL_CMD_PATH_HELP
source: Displays or sets a search path for executable files.
es_es: Muestra o establece una ruta de búsqueda de archivos ejecutables.
ja_jp: 実行ファイルを検索するパスを表示・設定します。
zh_cn: 显示或设置可执行文件的搜索路径.
zh_tw: 顯示或設定可執行檔案的搜尋路徑.

# SHELL_CMD_PATH_HELP_LONG
source: PATH [[drive:]path[;...][;%PATH%] PATH ; Type PATH ; to clear all search path settings. Type PATH without parameters to display the current path.
es_es: PATH [[unidad:]ruta[;...][;%PATH%] PATH ; Teclea PATH ; para limpiar todos los ajustes de búsqueda PATH. Teclea PATH sin parámetros para mostrar la ruta actual.
ja_jp: PATH [[drive:]path[;...][;%PATH%] PATH ; パスの設定をすべて削除するには、PATH ; とタイプします。 現在のパスを表示するには、パラメータなしで PATH とタイプします。
zh_cn: PATH [[驱动器:]路径[;...][;%PATH%] PATH ; 输入 PATH ; 清除所有已设置的搜索路径. 输入不带参数的 PATH 命令显示当前搜索路径.
zh_tw: PATH [[磁碟機:]路徑[;...][;%PATH%] PATH ; 輸入 PATH ; 清除所有已設定的搜尋路徑. 輸入不含參數的 PATH 命令顯示目前搜尋路徑.

# SHELL_CMD_PUSHD_HELP
source: Stores the current directory for use by the POPD command, then changes to the specified directory.
es_es: Guarda directorio actual para usar en POPD y cambia a otro indicado.
ja_jp: POPDで復帰するディレクトリを保存し、指定のディレクトリへ移動します
zh_cn: 保存当前目录以给 POPD 命令使用, 并切换到指定的目录.
zh_tw: 儲存目前目錄以給 POPD 命令使用, 並切換到指定的目錄.

# SHELL_CMD_PUSHD_HELP_LONG
source: PUSHD [path] path Specifies the directory to make the current directory. Type PUSHD with no parameters to display currently stored directories.
es_es: PUSHD [ruta] ruta Especifica el directorio para hacer de directorio actual. Teclea PUSHD sin parámetros para listar los directorios actualmente almacenados.
ja_jp: PUSHD [path] path 指定したディレクトリをカレントディレクトリにします。 保存されているディレクトリを表示するには、パラメータなしでPUSHDとタイプします
zh_cn: PUSHD [路径] 路径 指定要作为当前目录的目录. 输入不带参数的 PUSHD 命令显示当前保存的目录.
zh_tw: PUSHD [路徑] 路徑 指定要作為目前目錄的目錄. 輸入不含參數的 PUSHD 命令顯示目前儲存的目錄.

# SHELL_CMD_POPD_HELP
source: Changes to the directory stored by the PUSHD command.
es_es: Cambia al directorio almacenado por el comando PUSHD.
ja_jp: PUSHDで保存したディレクトリへ移動します。
zh_cn: 切换到 PUSHD 命令保存的目录.
zh_tw: 切換到 PUSHD 命令儲存的目錄.

# SHELL_CMD_VERIFY_HELP
source: Controls whether to verify files are written correctly to a disk.
es_es: Controla si verificar archivos que se estén escribiendo a un disco.
ja_jp: ファイルがディスクに正しく書き込まれたかの照合をするかを指定します
zh_cn: 控制是否校验文件已正确写入磁盘.
zh_tw: 控制是否校驗檔案已正確寫入磁碟.

# SHELL_CMD_VERIFY_HELP_LONG
source: VERIFY [ON | OFF] Type VERIFY without a parameter to display the current VERIFY setting.
es_es: VERIFY [ON | OFF] Teclea VERIFY sin par metros para mostrar el ajuste actual de VERIFY.
ja_jp: VERIFY [ON | OFF] VERIFYの現在の設定は、パラメータなしで VERIFY とタイプして確認できます。
zh_cn: VERIFY [ON | OFF] 输入不带参数的 VERIFY 命令显示当前 VERIFY 设置.
zh_tw: VERIFY [ON | OFF] 輸入不含參數的 VERIFY 命令顯示目前 VERIFY 設定.

# SHELL_CMD_VER_HELP
source: Displays or sets DOSBox-X's reported DOS version.
es_es: Muestra o establece la versión de DOS informada por DOSBox-X.
ja_jp: DOSBox-X自身と、DOSBox-Xが返す DOS バージョンを表示・設定します。
zh_cn: 显示或设置 DOSBox-X 的报告 DOS 版本.
zh_tw: 顯示或設定 DOSBox-X 的報告 DOS 版本.

# SHELL_CMD_VER_HELP_LONG
source: VER [/R] VER [SET] number or VER SET [major minor] /R Display DOSBox-X's Git commit version and build date. [SET] number Set the specified number as the reported DOS version. SET [major minor] Set the reported DOS version in major and minor format. ←[0mE.g., ←[37;1mVER 6.0←[0m or ←[37;1mVER 7.1←[0m sets the DOS version to 6.0 and 7.1, respectively. On the other hand, ←[37;1mVER SET 7 1←[0m sets the DOS version to 7.01 instead of 7.1. Type VER without parameters to display DOSBox-X and the reported DOS version.
es_es: VER [/R] VER [SET] número o VER SET [mayor menor] /R Muestra versión GIT, commit y build de DOSBox-X. [SET] número Establece la versión de DOS informada por DOSBox-X. SET [mayor menor] SEstablece la versió de DOS en formato mayor o menor. ←[0mEj. ←[37;1mVER 6.0←[0m o ←[37;1mVER 7.1←[0m establece versión DOS 6.0 y 7.1, respectivamente. Por otro lado, ←[37;1mVER SET 7 1←[0m establece la versión DOS como 7.01 en vez de 7.1. Teclea VER sin parámetros para mostrar versión de DOSBox-X y del DOS emulada.
ja_jp: VER [/R] VER [SET] number または VER SET [major minor] /R DOSBox-X のGit コミットバージョンとビルド日時を表示 [SET] number DOSBox-Xが返すDOS のバージョンを 指定の number で指定 SET [major minor] DOSBox-Xが返すDOS のバージョンを major.minor 形式で指定 [0m例, [37;1mVER 6.0[0m または [37;1mVER 7.1[0m とすると DOS バージョンはそれぞれ 6.0 と 7.1に, 一方, [37;1mVER SET 7 1[0m とすると、DOS バージョンは 7.1 ではなく 7.01 となります。 DOSBox-X とDOS のバージョンは、パラメータなしでVERとタイプして確認できます。
zh_cn: VER [/R] VER [SET] 版本号 或 VER SET [主版本号 次版本号] /R 显示 DOSBox-X 的 Git 提交版本和生成日期. [SET] 版本号 设置指定的版本号为要报告的 DOS 版本. SET [主版本号 次版本号] 以主版本号+次版本号的格式设置要报告的 DOS 版本. [0m举例, [37;1mVER 6.0[0m 或 [37;1mVER 7.1[0m 将 DOS 版本分别设置为 6.0 和 7.1. 另一方面, [37;1mVER SET 7 1[0m 将设置 DOS 版为 7.01 （而不是 7.1）. 输入不带参数的 VER 命令显示 DOSBox-X 及报告的 DOS 版本.
zh_tw: VER [/R] VER [SET] 版本號 或 VER SET [主版本號 次版本號] /R 顯示 DOSBox-X 的 Git 提交版本和生成日期. [SET] 版本號 設定指定的版本號為要報告的 DOS 版本. SET [主版本號 次版本號] 以主版本號+次版本號的格式設定要報告的 DOS 版本. [0m舉例, [37;1mVER 6.0[0m 或 [37;1mVER 7.1[0m 將 DOS 版本分別設定為 6.0 和 7.1. 另一方面, [37;1mVER SET 7 1[0m 將設定 DOS 版為 7.01 （而不是 7.1）. 輸入不含參數的 VER 命令顯示 DOSBox-X 及報告的 DOS 版本.

# SHELL_CMD_VER_VER
source: DOSBox-X version %s (%s). Reported DOS version %d.%02d.
es_es: DOSBox-X versión %s (%s). Versión DOS informada %d.%02d.
ja_jp: DOSBox-X バージョン %s (%s). DOS バージョン %d.%02d.
zh_cn: DOSBox-X 版本 %s (%s). 报告的 DOS 版本 %d.%02d.
zh_tw: DOSBox-X 版本 %s (%s). 報告的 DOS 版本 %d.%02d.

# SHELL_CMD_VER_INVALID
source: The specified DOS version is not correct.
es_es: La versión DOS especificada no es correcta.
ja_jp: 不正な DOS バージョンが指定されました。
zh_cn: 指定的 DOS 版本不正确.
zh_tw: 指定的 DOS 版本不正確.

# SHELL_CMD_VOL_HELP
source: Displays the disk volume label and serial number, if they exist.
es_es: Muestra la etiqueta de volumen del disco y nº de serie si existe.
ja_jp: ボリュームラベルとシリアル番号を表示します(存在する場合)。
zh_cn: 显示磁盘的标签号和存在的序列号.
zh_tw: 顯示磁碟的標籤號和存在的序列號.

# SHELL_CMD_PROMPT_HELP
source: Changes the command prompt.
es_es: Cambia el prompt de sistema.
ja_jp: コマンドプロンプトを変更します。
zh_cn: 改变命令提示符.
zh_tw: 變更命令提示字元.

# SHELL_CMD_PROMPT_HELP_LONG
source: PROMPT [text] text Specifies a new command prompt. Prompt can be made up of normal characters and the following special codes: $A & (Ampersand) $B | (pipe) $C ( (Left parenthesis) $D Current date $E Escape code (ASCII code 27) $F ) (Right parenthesis) $G > (greater-than sign) $H Backspace (erases previous character) $L < (less-than sign) $N Current drive $P Current drive and path $Q = (equal sign) $S (space) $T Current time $V DOS version number $_ Carriage return and linefeed $$ $ (dollar sign)
es_es: PROMPT [texto] text SEspecifica un nuevo prompt de comandos. Prompt puede estar compuesto de caracteres y estos códigos especiales: $A & (Ampersand) $B | (pipeta) $C ( (Abre paréntesis) $D Fecha actual $E Código de escape (ASCII code 27) $F ) (Cierra paréntesis) $G > (signo mayor+que) $H Backspace/Borrar (borra el caracter anterior) $L < (signo menor-que) $N Disco actual $P Disco y ruta actuales $Q = (signo igual) $S (espacio) $T Hora actual $V Número de versión DOS actual $_ Retorno de carro y salto de línea $$ $ (símbolo del dólar)
ja_jp: PROMPT [text] text 新しいコマンドプロンプトを指定 プロンプトは、通常の文字と以下の特殊コードを組み合わせることができます: $A & (アンパサンド) $B | (パイプ) $C ( (括弧開き) $D 現在の日付 $E エスケープコード (ASCII コード 27) $F ) (括弧閉じ) $G > (大なり:不等号) $H バックスペース (一文字前を消去) $L < (小なり:不等号) $N カレントドライブ $P カレントドライブ・パス $Q = (等号) $S (空白) $T 現在時刻 $V DOS バージョン番号 $_ 行頭復帰(CR)と行送り(LF) $$ $ (ドル記号)
zh_cn: PROMPT [文字] 文字 指定新的命令提示符. 提示符可以由正常字符和以下特殊代码组成: $A & (&号) $B | (管道字符) $C ( (左括号) $D 当前日期 $E 转义码 (ASCII 代码 27) $F ) (右括号) $G > (大于号) $H 退格符 (删除此前字符) $L < (小于号) $N 当前驱动器 $P 当前驱动器和路径 $Q = (等号) $S (空格) $T 当前时间 $V DOS 版本号 $_ 回车和换行 $$ $ (美元字符)
zh_tw: PROMPT [文字] 文字 指定新的命令提示字元. 提示字元可以由正常字元和以下特殊代碼組成: $A & (&號) $B | (管道字元) $C ( (左括號) $D 目前日期 $E 轉義碼 (ASCII 代碼 27) $F ) (右括號) $G > (大於號) $H 退格符號 (刪除此前字元) $L < (小於號) $N 目前磁碟機 $P 目前磁碟機和路徑 $Q = (等號) $S (空格) $T 目前時間 $V DOS 版本號 $_ Enter 和換行 $$ $ (美元字元)

# SHELL_CMD_ALIAS_HELP
source: Defines or displays aliases.
es_es: Define o muestra alias(es).
ja_jp: エイリアスを定義・表示します。
zh_cn: 定义或显示别名.
zh_tw: 定義或顯示別名.

# SHELL_CMD_ALIAS_HELP_LONG
source: ALIAS [name[=value] ... ] Type ALIAS without parameters to display the list of aliases in the form: `ALIAS NAME = VALUE'
es_es: ALIAS [nombre[=valor] ... ] Teclea ALIAS sin parámetros para listar alias acutales en el formato: `ALIAS NOMBRE = VALOR'
ja_jp: ALIAS [name[=value] ... ] パラメータなしで ALIAS とタイプすると、エイリアスの一覧が表示されます: `ALIAS NAME = VALUE'
zh_cn: ALIAS [名称[=值] ... ] 输入不带参数的 ALIAS 命令将以如下形式显示已定义的别名列表: `ALIAS 名称 = 值'
zh_tw: ALIAS [名稱[=值] ... ] 輸入不含參數的 ALIAS 命令將以如下形式顯示已定義的別名清單: `ALIAS 名稱 = 值'

# SHELL_CMD_CHCP_HELP
source: Displays or changes the current DOS code page.
es_es: Muestra o cambia el código de página DOS actual.
ja_jp: 現在の DOS コードページを表示・変更します。
zh_cn: 显示或改变当前 DOS 代码页.
zh_tw: 顯示或變更目前 DOS 代碼頁.

# SHELL_CMD_CHCP_HELP_LONG
source: CHCP [nnn] nnn Specifies a code page number. Supported code pages for changing in the TrueType font output: 437,808,850,852,853,855,857,858,860,861,862,863,864,865,866,869,872,874 Also double-byte code pages including 932, 936, 949, and 950.
es_es: CHCP [nnn] nnn Especifica un nº de código de página. Códigos de página compatibles para la salida de fuente TrueType: 437,808,850,852,853,855,857,858,860,861,862,863,864,865,866,869,872,874 También páginas de códigos de doble byte incluyendo 932,936,949,950.
ja_jp: CHCP [nnn] nnn コードページ番号を指定します。 TrueType フォント出力への変更をサポートするコードページ: 437,808,850,852,853,855,857,858,860,861,862,863,864,865,866,869,872,874 932, 936, 949, 950 等の2バイト言語のコードページもサポートします。
zh_cn: CHCP [nnn] nnn 指定代码页. TTF 输出方式所支持的代码页包括: 437,808,850,852,853,855,857,858,860,861,862,863,864,865,866,869,872,874 以及双字节代码页,包括: 932, 936, 949, 950
zh_tw: CHCP [nnn] nnn 指定代碼頁. TTF 輸出方式所支援的代碼頁包括: 437,808,850,852,853,855,857,858,860,861,862,863,864,865,866,869,872,874 以及雙位元組代碼頁,包括: 932, 936, 949, 950

# SHELL_CMD_CHCP_ACTIVE
source: Active code page: %d
es_es: Página de códigos activa (codepage): %d
ja_jp: 現在のコードページ: %d
zh_cn: 活动的代码页: %d
zh_tw: 活動的代碼頁: %d

# SHELL_CMD_CHCP_MISSING
source: Characters not defined in TTF font: %d
ja_jp: 指定の TTF フォント内に文字が定義されていません。: %d
zh_cn: TTF 字体中未定义的字符数: %d
zh_tw: TTF 字體中未定義的字元數: %d

# SHELL_CMD_CHCP_INVALID
source: Invalid code page number - %s
es_es: Número de código de página no válido - %s
ja_jp: 無効なコードページ番号 - %s
zh_cn: 非法代码页 - %s
zh_tw: 不合法的代碼頁 - %s

# SHELL_CMD_COUNTRY_HELP
source: Displays or changes the current country.
es_es: Muestra o cambia el país actual.
ja_jp: 国設定を表示・変更します。
zh_cn: 显示或改变当前国家号.
zh_tw: 顯示或變更目前國家號.

# SHELL_CMD_COUNTRY_HELP_LONG
source: COUNTRY [nnn] nnn Specifies a country code. Date and time formats will be affacted by the specified country code.
es_es: COUNTRY [nnn] nnn Indica el código de país. Los formatos de fecha/hora serán afectados por el código de país.
ja_jp: COUNTRY [nnn] nnn 国コードを指定します。 日付・時間のフォーマットは指定の国コードにより変わります。
zh_cn: COUNTRY [nnn] nnn 指定国家代码. 指定的国家代码将影响显示的日期和时间格式.
zh_tw: COUNTRY [nnn] nnn 指定國家代碼. 指定的國家代碼將影響顯示的日期和時間格式.

# SHELL_CMD_CTTY_HELP
source: Changes the terminal device used to control the system.
es_es: Cambia el dispositivo terminal empleado para controlar el sistema.
ja_jp: システムの入出力デバイスを変更します。
zh_cn: 改变控制系统的终端设备.
zh_tw: 變更控制系統的終端裝置.

# SHELL_CMD_CTTY_HELP_LONG
source: CTTY device device The terminal device to use, such as CON.
es_es: CTTY dispositivo dispositivo El dispositivo terminal a usar, como CON.
ja_jp: CTTY device device 使用する端末デバイス(例えば CON)
zh_cn: CTTY 设备名 设备名 要使用的终端设备, 比如 CON.
zh_tw: CTTY 裝置名 裝置名 要使用的終端裝置, 比如 CON.

# SHELL_CMD_MORE_HELP
source: Displays output one screen at a time.
es_es: Muestra la salida de pantalla una cada vez.
ja_jp: 画面を1画面ずつ表示します。
zh_cn: 分屏显示输出.
zh_tw: 分屏顯示輸出.

# SHELL_CMD_TRUENAME_HELP
source: Finds the fully-expanded name for a file.
es_es: Busca el nombre completamente expandido de un archivo.
ja_jp: ファイルの完全に展開された物理名を表示します。
zh_cn: 显示完整的文件名.
zh_tw: 顯示完整的檔名.

# SHELL_CMD_DXCAPTURE_HELP
source: Runs program with video or audio capture.
es_es: Ejecuta un programa con captura de video o audio.
ja_jp: プログラムを映像・音声をキャプチャしながら実行します。
zh_cn: 运行程序并启用视频或音频捕获.
zh_tw: 執行程式並啟用影像或音訊擷取.

# SHELL_CMD_DXCAPTURE_HELP_LONG
source: DX-CAPTURE [/V|/-V] [/A|/-A] [/M|/-M] [command] [options] It will start video or audio capture, run program, and then automatically stop capture when the program exits.
es_es: DX-CAPTURE [/V|/-V] [/A|/-A] [/M|/-M] [orden] [opciones] Iniciará la captura de video o audio, ejecutará un programa, y al cerrarse detendrá la captura.
ja_jp: DX-CAPTURE [/V|/-V] [/A|/-A] [/M|/-M] [command] [options] 映像・音声のキャプチャを開始してからプログラムを実行し、プログラム終了時に キャプチャも終了します。
zh_cn: DX-CAPTURE [/V|/-V] [/A|/-A] [/M|/-M] [command] [options] 它将启动视频或音频捕获, 运行程序, 等程序运行结束时停止捕获.
zh_tw: DX-CAPTURE [/V|/-V] [/A|/-A] [/M|/-M] [command] [options] 它將啟動影像或音訊擷取, 執行程式, 等程式執行結束時停止擷取.

# SHELL_CMD_DEBUGBOX_HELP
source: Runs program and breaks into debugger at entry point.
es_es: Ejecuta el programa y entra en el depurador en el punto de entrada.
ja_jp: プログラムを実行し、エントリ・ポイントでデバッガに入ります。
zh_cn: 运行程序并在其入口调用调试器.
zh_tw: 執行程式並在其入口調用除錯器.

# SHELL_CMD_DEBUGBOX_HELP_LONG
source: DEBUGBOX [command] [options] Type DEBUGBOX without a parameter to start the debugger.
es_es: DEBUGBOX [orden] [opciones] Teclea DEBUGBOX sin parámetros para iniciar el depurador.
ja_jp: DEBUGBOX [command] [options] パラメータなしで DEBUGBOX と入力すると、デバッガが起動します。
zh_cn: DEBUGBOX [命令] [选项] 输入不带参数的 DEBUGBOX 命令将启动调试器.
zh_tw: DEBUGBOX [命令] [選項] 輸入不含參數的 DEBUGBOX 命令將啟動除錯器.

# SHELL_CMD_COMMAND_HELP
source: Starts the DOSBox-X command shell. The following options are accepted: /C Executes the specified command and returns. /K Executes the specified command and continues running. /P Loads a permanent copy of the command shell. /INIT Initializes the command shell.
es_es: Inicia un shell de comandos de DOSBox-X. Se aceptan las siguientes opciones: /C Ejecuta el comando indicado y retorna. /K Ejecuta el comando especificado y continua la ejecución. /P Carga una copia permanente del shell de comandos. /INIT Inicializa el shell de comandos.
ja_jp: DOSBox-X コマンド・シェルの起動 以下のオプションを使用可能です: /C 指定のコマンドを実行して、シェルを終了します。 /K 指定のコマンドを実行し、シェルは終了しません。 /P コマンドシェルを起動し、常駐します。 /INIT コマンドシェルを初期化します。
zh_cn: 启动 DOSBox-X 命令解释器. 支持以下选项: /C 执行指定的命令并返回. /K 执行指定的命令并继续运行. /P 载入永久性的命令解释器. /INIT 初始化命令行.
zh_tw: 啟動 DOSBox-X 命令解釋器. 支援以下選項: /C 執行指定的命令並返回. /K 執行指定的命令並繼續執行. /P 載入永久性的命令解釋器. /INIT 初始化命令列.

# MENU:mapper_reset
source: Reset virtual machine
es_es: Reiniciar máquina virtual
ja_jp: 仮想マシンのリセット
zh_cn: 重新开始模拟
zh_tw: 重新開始模擬

# MENU:mapper_reboot
source: Reboot guest system
es_es: Reiniciar sistema invitado
ja_jp: ゲスト・システムのリセット
zh_cn: 重启DOS系统
zh_tw: 重開DOS系統

# MENU:mapper_loadmap
source: Load mapper file...
es_es: Cargar archivo de mapeado (Mapper)...
ja_jp: マッパーファイルの読込み...
zh_cn: 加载按键配置文件...
zh_tw: 載入按鍵配置檔案...

# MENU:mapper_quickrun
source: Quick launch program...
es_es: Inicio rápido de programa...
ja_jp: クイック起動...
zh_cn: 快速启动程序...
zh_tw: 快速啟動程式...

# MENU:mapper_shutdown
source: Quit from DOSBox-X
es_es: Salir de DOSBox-X
ja_jp: DOSBox-Xを終了する
zh_cn: 退出 DOSBox-X
zh_tw: 結束 DOSBox-X

# MENU:mapper_capmouse
source: Capture mouse
es_es: Capturar ratón
ja_jp: マウスをキャプチャ
zh_cn: 捕获鼠标
zh_tw: 擷取滑鼠

# MENU:mapper_fastedit
source: Quick edit: copy on select and paste text
es_es: Edicion rápida: Copiar texto al seleccionar y pegarlo
ja_jp: クイック編集: 選択時コピーとテキスト貼付け
zh_cn: 快速编辑: 选择后复制或粘贴文本
zh_tw: 快速編輯: 選擇後複製或貼上文字

# MENU:mapper_copyall
source: Copy all text on the DOS screen
es_es: Copiar todo el texto de la ventana DOS
ja_jp: DOS画面上のテキストをすべてコピー
zh_cn: 复制DOS屏幕上的所有文本
zh_tw: 複製DOS畫面上的所有文字

# MENU:mapper_paste
source: Pasting from the clipboard
es_es: Pegar desde portapapeles
ja_jp: クリップボードからの貼り付け
zh_cn: 从剪贴板中复制
zh_tw: 從剪貼簿中複製

# MENU:mapper_pasteend
source: Stop clipboard pasting
es_es: Detener pegado de portapapeles
ja_jp: クリップボードからの貼り付けを停止
zh_cn: 停止剪贴板复制
zh_tw: 停止剪貼簿複製

# MENU:mapper_pause
source: Pause emulation
es_es: Pausar emulación
ja_jp: 一時停止
zh_cn: 暂停模拟
zh_tw: 暫停模擬

# MENU:mapper_pauseints
source: Pause with interrupts enabled
es_es: Pausar con interrupciones activadas
ja_jp: 一時停止(割込みは有効)
zh_cn: 暂停并保持中断
zh_tw: 暫停並保持中斷

# MENU:mapper_gui
source: Configuration tool
es_es: Herramienta de configuración
ja_jp: 設定ツール
zh_cn: 配置工具
zh_tw: 組態工具

# MENU:mapper_mapper
source: Mapper editor
es_es: Editor de mapeador
ja_jp: マッパーエディター
zh_cn: 按键编辑
zh_tw: 按鍵編輯

# MENU:mapper_fullscr
source: Toggle fullscreen
es_es: Pantalla completa
ja_jp: 全画面表示との切替
zh_cn: 切换全屏模式
zh_tw: 切換全螢幕模式

# MENU:mapper_resetsize
source: Reset window size
es_es: Restaurar ventana
ja_jp: ウィンドウサイズ初期化
zh_cn: 重置屏幕大小
zh_tw: 重置畫面大小

# MENU:mapper_incsize
source: Increase TTF font size
es_es: Aumentar tamaño TTF
ja_jp: TTFフォントサイズ: 拡大
zh_cn: 增加 TTF 字体大小
zh_tw: 增加 TTF 字體大小

# MENU:mapper_decsize
source: Decrease TTF font size
es_es: Reducir tamaño TTF
ja_jp: TTFフォントサイズ: 縮小
zh_cn: 减少 TTF 字体大小
zh_tw: 減少 TTF 字體大小

# MENU:mapper_togmenu
source: Hide/show menu bar
es_es: Ocultar/mostrar barra de menú
ja_jp: メニューバー表示切替
zh_cn: 隐藏/显示下拉菜单
zh_tw: 隱藏/顯示下拉選單

# MENU:MainMenu
source: Main
es_es: Principal
ja_jp: メイン
zh_cn: 主菜单
zh_tw: 主選單

# MENU:MainSendKey
source: Send special key
es_es: Enviar tecla especial
ja_jp: 特殊キーの送信
zh_cn: 输入特殊键
zh_tw: 輸入特殊鍵

# MENU:MainHostKey
source: Select host key
es_es: Seleccionar tecla de host
ja_jp: ホスト・キーの選択
zh_cn: 选择主机按键
zh_tw: 選擇主機按鍵

# MENU:WheelToArrow
source: Mouse wheel movements
es_es: Movimientos de la rueda del ratón
ja_jp: マウスホイールの動作
zh_cn: 鼠标滑轮动作转换
zh_tw: 滑鼠滑輪動作轉換

# MENU:SharedClipboard
source: Shared clipboard functions
es_es: Funciones portapapeles compartido
ja_jp: クリップボード共有設定
zh_cn: 剪贴板功能
zh_tw: 剪貼簿功能

# MENU:CpuCoreMenu
source: CPU core
es_es: Núcleo de CPU (core)
ja_jp: CPU コア
zh_cn: CPU 内核
zh_tw: CPU 核心

# MENU:CpuTypeMenu
source: CPU type
es_es: Tipo de CPU emulada
ja_jp: CPU タイプ
zh_cn: CPU 类型
zh_tw: CPU 類型

# MENU:CpuSpeedMenu
source: Emulate CPU speed
es_es: Velocidad de la CPU emulada
ja_jp: CPU スピード調整
zh_cn: 模拟 CPU 速度
zh_tw: 模擬 CPU 速度

# MENU:cpu88-4
source: 8088 XT 4.77MHz (~240 cycles)
es_es: 8088 XT 4.77MHz (~240 ciclos)
ja_jp: 8088 XT 4.77MHz (～240 サイクル)
zh_cn: 8088 XT 4.77MHz (~240 周期)
zh_tw: 8088 XT 4.77MHz (~240 週期)

# MENU:cpu286-8
source: 286 8MHz (~750 cycles)
es_es: 286 8MHz (~750 ciclos)
ja_jp: 286 8MHz (～750 サイクル)
zh_cn: 286 8MHz (~750 周期)
zh_tw: 286 8MHz (~750 週期)

# MENU:cpu286-12
source: 286 12MHz (~1510 cycles)
es_es: 286 12MHz (~1510 ciclos)
ja_jp: 286 12MHz (～1510 サイクル)
zh_cn: 286 12MHz (~1510 周期)
zh_tw: 286 12MHz (~1510 週期)

# MENU:cpu286-25
source: 286 25MHz (~3300 cycles)
es_es: 286 25MHz (~3300 ciclos)
ja_jp: 286 25MHz (～3300 サイクル)
zh_cn: 286 25MHz (~3300 周期)
zh_tw: 286 25MHz (~3300 週期)

# MENU:cpu386-25
source: 386DX 25MHz (~4595 cycles)
es_es: 386DX 25MHz (~4595 ciclos)
ja_jp: 386DX 25MHz (～4595 サイクル)
zh_cn: 386DX 25MHz (~4595 周期)
zh_tw: 386DX 25MHz (~4595 週期)
