Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# MENU:cpu386-33
source: 386DX 33MHz (~6075 cycles)
es_es: 386DX 33MHz (~6075 ciclos)
ja_jp: 386DX 33MHz (～6075 サイクル)
zh_cn: 386DX 33MHz (~6075 周期)
zh_tw: 386DX 33MHz (~6075 週期)

# MENU:cpu486-33
source: 486DX 33MHz (~12010 cycles)
es_es: 486DX 33MHz (~12010 ciclos)
ja_jp: 486DX 33MHz (～12010 サイクル)
zh_cn: 486DX 33MHz (~12010 周期)
zh_tw: 486DX 33MHz (~12010 週期)

# MENU:cpu486-66
source: 486DX2 66MHz (~23880 cycles)
es_es: 486DX2 66MHz (~23880 ciclos)
ja_jp: 486DX2 66MHz (～23880 サイクル)
zh_cn: 486DX2 66MHz (~23880 周期)
zh_tw: 486DX2 66MHz (~23880 週期)

# MENU:cpu486-100
source: 486DX4 100MHz (~33445 cycles)
es_es: 486DX4 100MHz (~33445 ciclos)
ja_jp: 486DX4 100MHz (～33445 サイクル)
zh_cn: 486DX4 100MHz (~33445 周期)
zh_tw: 486DX4 100MHz (~33445 週期)

# MENU:cpu486-133
source: 486DX5 133MHz (~47810 cycles)
es_es: 486DX5 133MHz (~47810 ciclos)
ja_jp: 486DX5 133MHz (～47810 サイクル)
zh_cn: 486DX5 133MHz (~47810 周期)
zh_tw: 486DX5 133MHz (~47810 週期)

# MENU:cpu586-60
source: Pentium 60MHz (~31545 cycles)
es_es: Pentium 60MHz (~31545 ciclos)
ja_jp: Pentium 60MHz (～31545 サイクル)
zh_cn: 奔腾 60MHz (~31545 周期)
zh_tw: 奔騰 60MHz (~31545 週期)

# MENU:cpu586-66
source: Pentium 66MHz (~35620 cycles)
es_es: Pentium 66MHz (~35620 ciclos)
ja_jp: Pentium 66MHz (～35620 サイクル)
zh_cn: 奔腾 66MHz (~35620 周期)
zh_tw: 奔騰 66MHz (~35620 週期)

# MENU:cpu586-75
source: Pentium 75MHz (~43500 cycles)
es_es: Pentium 75MHz (~43500 ciclos)
ja_jp: Pentium 75MHz (～43500 サイクル)
zh_cn: 奔腾 75MHz (~43500 周期)
zh_tw: 奔騰 75MHz (~43500 週期)

# MENU:cpu586-90
source: Pentium 90MHz (~52000 cycles)
es_es: Pentium 90MHz (~52000 ciclos)
ja_jp: Pentium 90MHz (～52000 サイクル)
zh_cn: 奔腾 90MHz (~52000 周期)
zh_tw: 奔騰 90MHz (~52000 週期)

# MENU:cpu586-100
source: Pentium 100MHz (~60000 cycles)
es_es: Pentium 100MHz (~60000 ciclos)
ja_jp: Pentium 100MHz (～60000 サイクル)
zh_cn: 奔腾 100MHz (~60000 周期)
zh_tw: 奔騰 100MHz (~60000 週期)

# MENU:cpu586-120
source: Pentium 120MHz (~74000 cycles)
es_es: Pentium 120MHz (~74000 ciclos)
ja_jp: Pentium 120MHz (～74000 サイクル)
zh_cn: 奔腾 120MHz (~74000 周期)
zh_tw: 奔騰 120MHz (~74000 週期)

# MENU:cpu586-133
source: Pentium 133MHz (~80000 cycles)
es_es: Pentium 133MHz (~80000 ciclos)
ja_jp: Pentium 133MHz (～80000 サイクル)
zh_cn: 奔腾 133MHz (~80000 周期)
zh_tw: 奔騰 133MHz (~80000 週期)

# MENU:cpu586-166
source: Pentium 166MHz MMX (~97240 cycles)
es_es: Pentium 166MHz MMX (~97240 ciclos)
ja_jp: Pentium 166MHz MMX (～97240 サイクル)
zh_cn: 奔腾 166MHz MMX (~97240 周期)
zh_tw: 奔騰 166MHz MMX (~97240 週期)

# MENU:VideoMenu
source: Video
ja_jp: ビデオ
zh_cn: 视频
zh_tw: 影像

# MENU:VideoFrameskipMenu
source: Frameskip
es_es: Salto de fotogramas
ja_jp: フレームスキップ
zh_cn: 跳帧
zh_tw: 跳過影格

# MENU:frameskip_0
source: Off
es_es: Desactivado
ja_jp: 切
zh_cn: 关闭
zh_tw: 關閉

# MENU:frameskip_1
source: 1 frame
es_es: 1 fotograma
ja_jp: 1フレーム
zh_cn: 1 帧
zh_tw: 1 影格

# MENU:frameskip_2
source: 2 frame
es_es: 2 fotogramas
ja_jp: 2フレーム
zh_cn: 2 帧
zh_tw: 2 影格

# MENU:frameskip_3
source: 3 frame
es_es: 3 fotogramas
ja_jp: 3フレーム
zh_cn: 3 帧
zh_tw: 3 影格

# MENU:frameskip_4
source: 4 frame
es_es: 4 fotogramas
ja_jp: 4フレーム
zh_cn: 4 帧
zh_tw: 4 影格

# MENU:frameskip_5
source: 5 frame
es_es: 5 fotogramas
ja_jp: 5フレーム
zh_cn: 5 帧
zh_tw: 5 影格

# MENU:frameskip_6
source: 6 frame
es_es: 6 fotogramas
ja_jp: 6フレーム
zh_cn: 6 帧
zh_tw: 6 影格

# MENU:frameskip_7
source: 7 frame
es_es: 7 fotogramas
ja_jp: 7フレーム
zh_cn: 7 帧
zh_tw: 7 影格

# MENU:frameskip_8
source: 8 frame
es_es: 8 fotogramas
ja_jp: 8フレーム
zh_cn: 8 帧
zh_tw: 8 影格

# MENU:frameskip_9
source: 9 frame
es_es: 9 fotogramas
ja_jp: 9フレーム
zh_cn: 9 帧
zh_tw: 9 影格

# MENU:frameskip_10
source: 10 frame
es_es: 10 fotogramas
ja_jp: 10フレーム
zh_cn: 10 帧
zh_tw: 10 影格

# MENU:VideoScalerMenu
source: Scaler
es_es: Escalador
ja_jp: スケーラ
zh_cn: 缩放器
zh_tw: 縮放器

# MENU:scaler_forced
source: Force scaler
es_es: Forzar escalador
ja_jp: スケーラ強制使用
zh_cn: 强制使用缩放器
zh_tw: 強制使用縮放器

# MENU:scaler_set_none
source: None
es_es: Ninguno
ja_jp: 等倍
zh_cn: 无
zh_tw: 無

# MENU:scaler_set_hardware_none
source: Hardware None
es_es: Sin escalado por hardware
ja_jp: Hardware 等倍

# MENU:scaler_set_gray
source: Grayscale
es_es: Escala de grises
ja_jp: グレースケール 等倍

# MENU:scaler_set_gray2x
source: Grayscale 2X
es_es: Escala de grises 2X
ja_jp: グレースケール 2X

# MENU:refresh_rate
source: Refresh rate...
es_es: Tasa de refresco...
ja_jp: リフレッシュレート...
zh_cn: 调整刷新率...
zh_tw: 調整更新率...

# MENU:VideoOutputMenu
source: Output
es_es: Salida de vídeo
ja_jp: 出力
zh_cn: 输出
zh_tw: 輸出

# MENU:output_ttf
source: TrueType font
es_es: Fuente TrueType
ja_jp: TrueTypeフォント
zh_cn: TTF
zh_tw: TTF

# MENU:doublescan
source: Doublescan
ja_jp: ダブルスキャン
zh_cn: 双重扫描
zh_tw: 雙重掃描

# MENU:VideoVsyncMenu
source: V-Sync
ja_jp: 垂直同期
zh_cn: 垂直同步
zh_tw: 垂直同步

# MENU:vsync_on
source: On
es_es: Activo
ja_jp: 入
zh_cn: 打开
zh_tw: 開啟

# MENU:vsync_force
source: Force
es_es: Forzar
ja_jp: 強制
zh_cn: 强制
zh_tw: 強制

# MENU:vsync_host
source: Host
es_es: Anfitrión (Host)
ja_jp: ホスト
zh_cn: 主机
zh_tw: 主機

# MENU:vsync_off
source: Off
es_es: Inactivo
ja_jp: 切
zh_cn: 关闭
zh_tw: 關閉

# MENU:vsync_set_syncrate
source: Set syncrate
es_es: Establecer sincronización
ja_jp: 同期レートを設定
zh_cn: 设置同步速率
zh_tw: 設定同步速率

# MENU:VideoOverscanMenu
source: Overscan
ja_jp: オーバースキャン
zh_cn: 过扫描
zh_tw: 過掃描

# MENU:overscan_0
source: Off
es_es: Inactivo
ja_jp: 切
zh_cn: 关闭
zh_tw: 關閉

# MENU:VideoTextmodeMenu
source: Text-mode
es_es: Modo de texto
ja_jp: テキスト・モード
zh_cn: 文本模式
zh_tw: 文字模式

# MENU:clear_screen
source: Clear the screen
es_es: Limpiar pantalla
ja_jp: スクリーンを消去
zh_cn: 清屏
zh_tw: 清除畫面

# MENU:vga_9widetext
source: Allow 9-pixel wide fonts
es_es: Permitir fuentes de 9 pixeles de ancho
ja_jp: 9ピクセル 幅広フォントを許可
zh_cn: 允许9像素宽字体
zh_tw: 允許9像素寬字體

# MENU:text_background
source: High intensity: background color
es_es: Alta intensidad: color de fondo
ja_jp: 強調: 背景色
zh_cn: 高强度文本: 背景色
zh_tw: 高強度文字: 背景色

# MENU:text_blinking
source: High intensity: blinking text
es_es: Alta intensidad: texto parpadeante
ja_jp: 強調: テキスト点滅
zh_cn: 高强度文本: 闪烁文字
zh_tw: 高強度文字: 閃爍文字

# MENU:line_80x25
source: Screen: 80 columns x 25 lines
es_es: Pantalla: 80 columnas x 25 líneas
ja_jp: スクリーン: 80 カラム x 25 行
zh_cn: 屏幕: 80 列 x 25 行
zh_tw: 畫面: 80 行 x 25 列

# MENU:line_80x43
source: Screen: 80 columns x 43 lines
es_es: Pantalla: 80 columnas x 43 líneas
ja_jp: スクリーン: 80 カラム x 43 行
zh_cn: 屏幕: 80 列 x 43 行
zh_tw: 畫面: 80 行 x 43 列

# MENU:line_80x50
source: Screen: 80 columns x 50 lines
es_es: Pantalla: 80 columnas x 50 líneas
ja_jp: スクリーン: 80 カラム x 50 行
zh_cn: 屏幕: 80 列 x 50 行
zh_tw: 畫面: 80 行 x 50 列

# MENU:line_80x60
source: Screen: 80 columns x 60 lines
es_es: Pantalla: 80 columnas x 60 líneas
ja_jp: スクリーン: 80 カラム x 60 行
zh_cn: 屏幕: 80 列 x 60 行
zh_tw: 畫面: 80 行 x 60 列

# MENU:line_132x25
source: Screen: 132 columns x 25 lines
es_es: Pantalla: 132 columnas x 25 líneas
ja_jp: スクリーン: 132 カラム x 25 行
zh_cn: 屏幕: 132 列 x 25 行
zh_tw: 畫面: 132 行 x 25 列

# MENU:line_132x43
source: Screen: 132 columns x 43 lines
es_es: Pantalla: 132 columnas x 43 líneas
ja_jp: スクリーン: 132 カラム x 43 行
zh_cn: 屏幕: 132 列 x 43 行
zh_tw: 畫面: 132 行 x 43 列

# MENU:line_132x50
source: Screen: 132 columns x 50 lines
es_es: Pantalla: 132 columnas x 50 líneas
ja_jp: スクリーン: 132 カラム x 50 行
zh_cn: 屏幕: 132 列 x 50 行
zh_tw: 畫面: 132 行 x 50 列

# MENU:line_132x60
source: Screen: 132 columns x 60 lines
es_es: Pantalla: 132 columnas x 60 líneas
ja_jp: スクリーン: 132 カラム x 60 行
zh_cn: 屏幕: 132 列 x 60 行
zh_tw: 畫面: 132 行 x 60 列

# MENU:VideoTTFMenu
source: TTF options
es_es: Opciones TTF
ja_jp: TTFオプション
zh_cn: TTF 选项
zh_tw: TTF 選項

# MENU:ttf_showbold
source: Display bold text in TTF
es_es: Mostrar texto en negrita en TTF
ja_jp: 太字をTTFで表示
zh_cn: 使用 TTF 显示粗体文字
zh_tw: 使用 TTF 顯示粗體文字

# MENU:ttf_showital
source: Display italic text in TTF
es_es: Mostrar texto en cursiva en TTF
ja_jp: 斜体をTTFで表示
zh_cn: 使用 TTF 显示斜体文字
zh_tw: 使用 TTF 顯示斜體文字

# MENU:ttf_showline
source: Display underlined text in TTF
es_es: Mostrar texto subrayado en TTF
ja_jp: 下線をTTFで表示
zh_cn: 使用 TTF 显示下划线文字
zh_tw: 使用 TTF 顯示加底線文字

# MENU:ttf_showsout
source: Display strikeout text in TTF
es_es: Mostrar texto tachado en TTF
ja_jp: 打ち消し線をTTFで表示
zh_cn: 使用 TTF 显示删除线文字
zh_tw: 使用 TTF 顯示刪除線文字

# MENU:ttf_wpno
source: TTF word processor: None
es_es: Procesador de texto TTF: Ninguno
ja_jp: TTF ワードプロセッサー: なし
zh_cn: TTF 字处理软件: 无
zh_tw: TTF 字處理軟體: 無

# MENU:ttf_wpwp
source: TTF word processor: WordPerfect
es_es: Procesador de texto TTF: WordPerfect
ja_jp: TTF ワードプロセッサー: WordPerfect
zh_cn: TTF 字处理软件: WordPerfect
zh_tw: TTF 字處理軟體: WordPerfect

# MENU:ttf_wpws
source: TTF word processor: WordStar
es_es: Procesador de texto TTF: WordStar
ja_jp: TTF ワードプロセッサー: WordStar
zh_cn: TTF 字处理软件: WordStar
zh_tw: TTF 字處理軟體: WordStar

# MENU:ttf_wpxy
source: TTF word processor: XyWrite
es_es: Procesador de texto TTF: XyWrite
ja_jp: TTF ワードプロセッサー: XyWrite
zh_cn: TTF 字处理软件: XyWrite
zh_tw: TTF 字處理軟體: XyWrite

# MENU:ttf_wpfe
source: TTF word processor: FastEdit
es_es: Procesador de texto TTF: FastEdit
ja_jp: TTF ワードプロセッサー: FastEdit
zh_cn: TTF 字处理软件: FastEdit
zh_tw: TTF 字處理軟體: FastEdit

# MENU:ttf_blinkc
source: Display TTF blinking cursor
es_es: Mostrar el cursor parpadeante en TTF
ja_jp: TTFでカーソル点滅を表示
zh_cn: 显示 TTF 闪烁光标
zh_tw: 顯示 TTF 閃爍光標

# MENU:ttf_printfont
source: Use current TTF font for printing
ja_jp: 現在のTTFフォントを印刷に使用
zh_cn: 使用当前 TTF 字体进行打印
zh_tw: 使用目前 TTF 字體進行列印

# MENU:ttf_dbcs_sbcs
source: CJK: Switch between DBCS/SBCS modes
es_es: CJK: Cambiar modo DBCS/SBCS
ja_jp: CJK: DBCS/SBCS モードを切替
zh_cn: 中日韩: 切换双字节/单字节模式
zh_tw: 中日韓: 切換雙位元組/單位元組模式

# MENU:ttf_autoboxdraw
source: CJK: Auto-detect box-drawing characters
es_es: CJK: Auto-detecta símbolos de dibujo de caja
ja_jp: CJK: 罫線文字を自動検出
zh_cn: 中日韩: 自动检测制表符
zh_tw: 中日韓: 自動檢測製表符號

# MENU:ttf_halfwidthkana
source: CJK: Allow half-width Japanese Katakana
es_es: CJK: Permitir katakana japonés de ancho medio
ja_jp: CJK: 日本語半角カナ文字を使用
zh_cn: 中日韩: 允许半角日文片假名
zh_tw: 中日韓: 允許半形日文片假名

# MENU:VideoPC98Menu
source: PC-98 options
es_es: Opciones de PC-98
ja_jp: PC-98 オプション
zh_cn: PC-98 选项
zh_tw: PC-98 選項

# MENU:pc98_5mhz_gdc
source: 5MHz GDC clock
ja_jp: 5MHz GDC クロック
zh_cn: 5MHz GDC 时钟
zh_tw: 5MHz GDC 時鐘

# MENU:pc98_allow_200scanline
source: Allow 200-line scanline effect
es_es: Permitir efecto de scanlines de 200 líneas
ja_jp: 200-ライン スキャンライン効果有効
zh_cn: 允许200行扫描线效果
zh_tw: 允許200行掃描線效果

# MENU:pc98_allow_4partitions
source: Allow 4 display partitions in graphics layer
es_es: Permitir 4 particiones de visualización en capa gráfica
ja_jp: GDCのグラフィック分割領域を4つに拡張
zh_cn: 允许图像层4个显示分区
zh_tw: 允許圖像層4個顯示分區

# MENU:pc98_enable_egc
source: Enable EGC
es_es: Habilitar EGC
ja_jp: EGC有効
zh_cn: 启用 EGC
zh_tw: 啟用 EGC

# MENU:pc98_enable_grcg
source: Enable GRCG
es_es: Habilitar GRCG
ja_jp: GRCG有効
zh_cn: 启用 GRCG
zh_tw: 啟用 GRCG

# MENU:pc98_enable_analog
source: Enable analog display
es_es: Habilitar pantalla analógica
ja_jp: アナログディスプレイ
zh_cn: 启用模拟显示
zh_tw: 啟用模擬顯示

# MENU:pc98_enable_analog256
source: Enable analog 256-color display
es_es: Habilitar pantalla analógica de 256 colores
ja_jp: アナログ256色表示
zh_cn: 模拟256色显示
zh_tw: 模擬256色顯示

# MENU:pc98_enable_188user
source: Enable 188+ user CG cells
es_es: Activar 188+ user CG cells
ja_jp: ユーザ定義文字数(188以上)有効
zh_cn: 启用188+用户CG单元
zh_tw: 啟用188+使用者CG單元

# MENU:pc98_clear_text
source: Clear text layer
es_es: Limpiar capa de texto
ja_jp: テキスト・レイヤーの消去
zh_cn: 清除文本层
zh_tw: 清除文字層

# MENU:pc98_clear_graphics
source: Clear graphics layer
es_es: Limpiar capa gráfica
ja_jp: グラフィックス・レイヤーの消去
zh_cn: 清除图像层
zh_tw: 清除圖像層

# MENU:load_d3d_shader
source: Select Direct3D pixel shader...
es_es: Selecciona Direct3D pixel shader...
ja_jp: Direct3D ピクセルシェーダの選択...
zh_cn: 选择 Direct3D 像素着色文件...
zh_tw: 選擇 Direct3D 像素著色檔案...

# MENU:load_glsl_shader
source: Select OpenGL (GLSL) shader...
es_es: Selecciona OpenGL (GLSL) shader...
ja_jp: OpenGL (GLSL)シェーダの選択...
zh_cn: 选择 OpenGL (GLSL) 着色文件...
zh_tw: 選擇 OpenGL (GLSL) 著色檔案...

# MENU:load_ttf_font
source: Select TrueType font (TTF)...
es_es: Selecciona fuente TrueType (TTF)...
ja_jp: TrueTypeフォント(TTF)の選択...
zh_cn: 选择 TTF 文件...
zh_tw: 選擇 TTF 檔案...

# MENU:SoundMenu
source: Sound
es_es: Sonido
ja_jp: サウンド
zh_cn: 声音
zh_tw: 聲音

# MENU:mixer_swapstereo
source: Swap stereo
es_es: Invertir sonido estéreo
ja_jp: 音声の左右入替
zh_cn: 交换立体声
zh_tw: 變更立體聲

# MENU:mixer_mute
source: Mute
es_es: Silenciar
ja_jp: ミュート
zh_cn: 静音
zh_tw: 靜音

# MENU:mixer_info
source: Show sound mixer volumes
es_es: Mostrar mezcladores de volumen de sonido
ja_jp: 音量ミキサのボリュームの表示
zh_cn: 显示混音器音量
zh_tw: 顯示混音器音量

# MENU:sb_info
source: Show Sound Blaster configuration
es_es: Mostrar configuración de Sound Blaster
ja_jp: Sound Blaster設定の表示
zh_cn: 显示声卡配置
zh_tw: 顯示音效卡組態

# MENU:midi_info
source: Show MIDI device configuration
es_es: Mostrar configuración de dispositivo MIDI
ja_jp: MIDIデバイス設定の表示
zh_cn: 显示 MIDI 设备配置
zh_tw: 顯示 MIDI 裝置組態

# MENU:enable_a20gate
source: Enable A20 gate
es_es: Activar gate A20
ja_jp: A20ゲート有効
zh_cn: 启用 A20 门
zh_tw: 啟用 A20 門

# MENU:change_currentcd
source: Change current CD image...
es_es: Cambiar imagen de CD actual...
ja_jp: CDイメージの入替...
zh_cn: 改变当前光盘镜像...
zh_tw: 變更目前光碟映像...

# MENU:change_currentfd
source: Change current floppy image...
es_es: Cambiar imagen de disquete actual...
ja_jp: フロッピーイメージの入替...
zh_cn: 改变当前软盘镜像...
zh_tw: 變更目前軟碟映像...

# MENU:DOSMouseMenu
source: Mouse emulation
es_es: Emulación de ratón
ja_jp: マウスエミュレーション
zh_cn: 鼠标模拟
zh_tw: 滑鼠模擬

# MENU:dos_mouse_enable_int33
source: Internal Emulation
es_es: Emulación interna
ja_jp: 内部エミュレーション
zh_cn: 内部模拟
zh_tw: 內部模擬

# MENU:dos_mouse_y_axis_reverse
source: Y-axis Reverse
es_es: Invertir eje-Y
ja_jp: Y軸反転
zh_cn: 反转Y轴
zh_tw: 反轉Y軸

# MENU:dos_mouse_sensitivity
source: Sensitivity
es_es: Sensibilidad
ja_jp: 感度
zh_cn: 敏感度
zh_tw: 敏感度

# MENU:DOSVerMenu
source: Reported DOS version
es_es: Version de DOS reportada
ja_jp: 返された DOS バージョン
zh_cn: 报告的 DOS 版本
zh_tw: 報告的 DOS 版本

# MENU:dos_ver_edit
source: Edit
es_es: Editar
ja_jp: 編集
zh_cn: 编辑
zh_tw: 編輯

# MENU:DOSLFNMenu
source: Long filename support
es_es: Soporte de nombres largos
ja_jp: ロングファイルネーム サポート
zh_cn: 长文件名支持
zh_tw: 長檔名支援

# MENU:dos_lfn_auto
source: Auto per reported DOS version
es_es: Auto por versión de DOS reportada
ja_jp: DOSのバージョンに応じて自動設定
zh_cn: 自动根据 DOS 版本
zh_tw: 自動根據 DOS 版本

# MENU:dos_lfn_enable
source: Enable long filename emulation
es_es: Activar soporte de nombres largos
ja_jp: ロングファイルネーム エミュレーション有効
zh_cn: 启用长文件名模拟
zh_tw: 啟用長檔名模擬

# MENU:dos_lfn_disable
source: Disable long filename emulation
es_es: Desactivar emulación de nombres largos
ja_jp: ロングファイルネーム エミュレーション無効
zh_cn: 禁用长文件名模拟
zh_tw: 停用長檔名模擬

# MENU:DOSPC98Menu
source: PC-98 PIT master clock
ja_jp: PC-98 PIT マスタクロック
zh_cn: PC-98 PIT 主时钟
zh_tw: PC-98 PIT 主時鐘

# MENU:dos_pc98_pit_4mhz
source: 4MHz/8MHz PIT master clock
ja_jp: システムクロック8MHz系
zh_cn: 4MHz/8MHz PIT 主时钟
zh_tw: 4MHz/8MHz PIT 主時鐘

# MENU:dos_pc98_pit_5mhz
source: 5MHz/10MHz PIT master clock
ja_jp: システムクロック5MHz系
zh_cn: 5MHz/10MHz PIT 主时钟
zh_tw: 5MHz/10MHz PIT 主時鐘

# MENU:DOSEMSMenu
source: Expanded memory (EMS)
es_es: Memoria expandida (EMS)
ja_jp: 拡張メモリ (EMS)
zh_cn: EMS 内存
zh_tw: EMS 記憶體

# MENU:dos_ems_true
source: Enable EMS emulation
es_es: Activar emulación de EMS
ja_jp: EMS エミュレーション:有効
zh_cn: 启用 EMS 内存模拟
zh_tw: 啟用 EMS 記憶體模擬

# MENU:dos_ems_board
source: EMS board emulation
es_es: Emulación de placa EMS
ja_jp: EMS ボード エミュレーション
zh_cn: EMS 板模拟
zh_tw: EMS 板模擬

# MENU:dos_ems_emm386
source: EMM386 emulation
es_es: Emulación de EMM386
ja_jp: EMM386 エミュレーション
zh_cn: EMM386 模拟
zh_tw: EMM386 模擬

# MENU:dos_ems_false
source: Disable EMS emulation
es_es: Desactivar emulación de EMS
ja_jp: EMS エミュレーション:無効
zh_cn: 禁用 EMS 内存模拟
zh_tw: 停用 EMS 記憶體模擬

# MENU:DOSWinMenu
source: Host system applications
es_es: Aplicaciones de host
ja_jp: ホストシステムのアプリケーション
zh_cn: 主机系统程序
zh_tw: 主機系統程式

# MENU:dos_win_autorun
source: Launch to run on the Windows host
es_es: Lanzar para ejecutar en host Windows
ja_jp: Windows のホスト上で実行する
zh_cn: 自动在 Windows 主机中运行
zh_tw: 自動在 Windows 主機中執行

# MENU:dos_win_transpath
source: Translate paths to host system paths
es_es: Traducir rutas a rutas del sistema host
ja_jp: パスをホストシステムパスに変換します
zh_cn: 将路径转换为主机系统路径
zh_tw: 將路徑轉換為主機系統路徑

# MENU:dos_win_wait
source: Wait for the application if possible
es_es: Esperar a la aplicación si es posible
ja_jp: 可能であればアプリケーションを待つ
zh_cn: 等待应用程序 (如果可能)
zh_tw: 等待應用程式 (如果可能)

# MENU:dos_win_quiet
source: Quiet mode - no start messages
es_es: Modo silencioso - sin mensajes de inicio
ja_jp: 非表示モード - スタート時のメッセージを非表示
zh_cn: 安静模式 - 无启动信息
zh_tw: 安靜模式 - 無啟動資訊

# MENU:CaptureMenu
source: Capture
es_es: Captura
ja_jp: キャプチャ
zh_cn: 捕获
zh_tw: 擷取

# MENU:CaptureFormatMenu
source: Capture format
es_es: Formato de captura
ja_jp: キャプチャのフォーマット
zh_cn: 捕获格式
zh_tw: 擷取格式

# MENU:saveoptionmenu
source: Save/load options
es_es: Opciones de Carga / Guardado
ja_jp: セーブ/ロード オプション
zh_cn: 保存/加载选项
zh_tw: 儲存/載入選項

# MENU:saveslotmenu
source: Select save slot
es_es: Seleccionar slot de guardado
ja_jp: セーブスロットを選択
zh_cn: 选择存档
zh_tw: 選擇儲存位

# MENU:enable_autosave
source: Enable auto-saving state
es_es: Habilita auto-guardar estado
ja_jp: 自動ステート(状態)保存を有効化
zh_cn: 启用自动保存功能
zh_tw: 啟用自動儲存功能

# MENU:noremark_savestate
source: No remark when saving state
es_es: Sin indicaciones al guardar estado
ja_jp: ステート(状態)保存時に確認しない
zh_cn: 存档时不输入注释
zh_tw: 儲存狀態時不輸入注釋

# MENU:force_loadstate
source: No warning when loading state
es_es: Sin advertencias al cargar el estado
ja_jp: ステート(状態)読込時に警告しない
zh_cn: 读档时不显示警告
zh_tw: 讀檔時不顯示警告

# MENU:removestate
source: Remove state in slot
es_es: Eliminar estado del slot seleccionado
ja_jp: スロットに保存したステート(状態)を削除
zh_cn: 删除存档
zh_tw: 刪除工作狀態

# MENU:refreshslot
source: Refresh display status
es_es: Actualizar estado de pantalla
ja_jp: ディスプレイ情報を更新する
zh_cn: 刷新显示状态
zh_tw: 刷新顯示狀態

# MENU:lastautosaveslot
source: Select last auto-saved slot
es_es: Selecciona el último slot autoguardado
ja_jp: 最後にセーブされた自動セーブスロットを選択
zh_cn: 选择上次保存的存档
zh_tw: 選擇上次的儲存位

# MENU:usesavefile
source: Use save file instead of save slot
es_es: Guardar estado en un archivo no en slot
ja_jp: セーブ用スロットの代わりにセーブファイルを使用
zh_cn: 使用存档文件
zh_tw: 使用存檔

# MENU:autosavecfg
source: Auto-save settings...
es_es: Auto-salvar ajustes...
ja_jp: 自動セーブの設定...
zh_cn: 设置自动保存...
zh_tw: 設定自動儲存...

# MENU:browsesavefile
source: Browse save file...
es_es: Examinar archivo guardado...
ja_jp: セーブファイルの一覧...
zh_cn: 选择存档文件...
zh_tw: 選擇存檔...

# MENU:current_page
source: Current page: 1/10
es_es: Página de slots actual: 1/10
ja_jp: 現在のページ: 1/10
zh_cn: 当前页: 1/10
zh_tw: 目前頁: 1/10

# MENU:prev_page
source: Previous page
es_es: Página anterior de slots
ja_jp: 前のページへ
zh_cn: 上一页
zh_tw: 上一頁

# MENU:next_page
source: Next page
es_es: Página siguiente de slots
ja_jp: 次のページへ
zh_cn: 下一页
zh_tw: 下一頁

# MENU:first_page
source: Go to first page
es_es: Ir a primera página de slots
ja_jp: 最初のページへ
zh_cn: 切换到第一页
zh_tw: 切換到第一頁

# MENU:last_page
source: Go to last page
es_es: Ir a última página de slots
ja_jp: 最後のページへ
zh_cn: 切换到最后一页
zh_tw: 切換到最後一頁

# MENU:DriveMenu
source: Drive
es_es: Unidad
ja_jp: ドライブ
zh_cn: 驱动器
zh_tw: 磁碟機

# MENU:drive_mountauto
source: Auto-mount Windows drive
es_es: Auto-montar unidad Windows
ja_jp: Windowsのドライブを自動マウント
zh_cn: 自动挂载 Windows 驱动器
zh_tw: 自動掛載 Windows 磁碟機

# MENU:drive_mounthd
source: Mount folder as hard drive
es_es: Montar carpeta como disco duro
ja_jp: フォルダをHDDとしてマウント
zh_cn: 挂载文件夹为硬盘驱动器
zh_tw: 掛載資料夾為硬碟機

# MENU:drive_mountcd
source: Mount folder as CD drive
es_es: Montar carpeta como CD
ja_jp: フォルダをCDドライブとしてマウント
zh_cn: 挂载文件夹为光盘驱动器
zh_tw: 掛載資料夾為光碟機

# MENU:drive_mountfd
source: Mount folder as floppy drive
es_es: Montar carpeta como disquetera
ja_jp: フォルダをFDDとしてマウント
zh_cn: 挂载文件夹为软盘驱动器
zh_tw: 掛載資料夾為軟碟機

# MENU:drive_mountfro
source: Option: mount folder read-only
es_es: Opción: Montar carpeta sólo lectura
ja_jp: オプション: 書込禁止でフォルダをマウント
zh_cn: 选项: 只读方式挂载文件夹
zh_tw: 選項: 唯讀方式掛載資料夾

# MENU:drive_mountarc
source: Mount an archive file (ZIP/7Z)
es_es: Montar un fichero comprimido (Zip/7z)
ja_jp: 書庫ファイル(ZIP/7Z)をマウント
zh_cn: 挂载压缩文档 (ZIP/7Z)
zh_tw: 掛載壓縮檔 (ZIP/7Z)

# MENU:drive_mountimg
source: Mount a disk or CD image file
es_es: Montar una imagen de disco o CD
ja_jp: ディスクまたはCDイメージをマウント
zh_cn: 挂载磁盘或光盘镜像文件
zh_tw: 掛載磁碟或光碟映像檔

# MENU:drive_mountimgs
source: Mount multiple disk/CD images
es_es: Montar multiples imagenes de disco/CD
ja_jp: 複数のディスク/CDイメージをマウント
zh_cn: 挂载多个磁盘或光盘镜像文件
zh_tw: 掛載多個磁碟或光碟映像檔

# MENU:drive_mountiro
source: Option: mount images read-only
es_es: Opción: montar imagenes solo lectura
ja_jp: オプション: 書込禁止でイメージをマウント
zh_cn: 选项: 只读方式挂载镜像文件
zh_tw: 選項: 唯讀方式掛載映像檔

# MENU:drive_unmount
source: Unmount drive
es_es: Desmontar unidad
ja_jp: ドライブのマウント解除
zh_cn: 卸载驱动器
zh_tw: 卸載磁碟機

# MENU:drive_rescan
source: Rescan drive
es_es: Volver a explorar la unidad
ja_jp: ドライブの再スキャン
zh_cn: 刷新驱动器
zh_tw: 重新掃描磁碟機

# MENU:drive_swap
source: Swap disk
es_es: Intercambiar disco
ja_jp: ディスクの入替
zh_cn: 交换镜像文件
zh_tw: 變更映像檔

# MENU:drive_info
source: Drive information
es_es: Información de unidad
ja_jp: ドライブ情報
zh_cn: 驱动器信息
zh_tw: 磁碟機資訊

# MENU:drive_boot
source: Boot from drive
es_es: Arrancar desde unidad
ja_jp: ドライブからブート
zh_cn: 从该驱动器启动
zh_tw: 從此磁碟機開機

# MENU:drive_bootimg
source: Boot from disk image
es_es: Arrancar desde imagen de disco
ja_jp: ディスクイメージからブート
zh_cn: 从磁盘镜像启动
zh_tw: 從磁碟映像開機

# MENU:HelpMenu
source: Help
es_es: Ayuda
ja_jp: ヘルプ
zh_cn: 帮助
zh_tw: 說明

# MENU:HelpDebugMenu
source: Logging console
es_es: Consola de registro
ja_jp: ログ用コンソール
zh_cn: 记录控制台
zh_tw: 記錄主控台

# MENU:help_intro
source: Introduction
es_es: Introducción
ja_jp: DOSBox-Xの紹介
zh_cn: DOSBox-X 介绍
zh_tw: DOSBox-X 介紹

# MENU:help_homepage
source: DOSBox-X homepage
es_es: Página de DOSBox-X
ja_jp: DOSBox-X ホームページ
zh_cn: DOSBox-X 主页
zh_tw: DOSBox-X 首頁

# MENU:help_wiki
source: DOSBox-X Wiki guide
es_es: Guía Wiki de DOSBox-X
ja_jp: DOSBox-X Wiki ガイド
zh_cn: DOSBox-X 用户指南
zh_tw: DOSBox-X 使用者指南

# MENU:help_issue
source: DOSBox-X support
es_es: Soporte de DOSBox-X
ja_jp: DOSBox-X サポート
zh_cn: DOSBox-X 支持
zh_tw: DOSBox-X 支援

# MENU:help_nic
source: List network interfaces
es_es: Lista de dispositivos de red
ja_jp: ネットワークインターフェースの一覧
zh_cn: 网络接口列表
zh_tw: 網路介面卡清單

# MENU:help_prt
source: List printer devices
es_es: Lista de dispositivos de impresión
ja_jp: プリンタデバイスの一覧
zh_cn: 打印机列表
zh_tw: 印表機清單

# MENU:help_about
source: About DOSBox-X
es_es: Acerca de DOSBox-X
ja_jp: DOSBox-Xについて
zh_cn: 关于 DOSBox-X
zh_tw: 關於 DOSBox-X

# MENU:show_console
source: Show logging console
es_es: Mostrar consola de registro
ja_jp: ログ用コンソールを表示
zh_cn: 显示记录控制台
zh_tw: 顯示記錄主控台

# MENU:wait_on_error
source: Console wait on error
es_es: Pausar consola en caso de error
ja_jp: エラー時にコンソールを停止
zh_cn: 控制台遇到错误时等待
zh_tw: 主控台遇到錯誤時等待

# MENU:show_codetext
source: Show code overview
es_es: Mostrar descripción general del código
ja_jp: コードの概要を表示する
zh_cn: 显示代码概览
zh_tw: 顯示代碼概覽

# MENU:show_logtext
source: Show logging text
es_es: Mostrar texto de registro
ja_jp: ログテキストを表示する
zh_cn: 显示记录内容
zh_tw: 顯示紀錄內容

# MENU:save_logas
source: Save logging as...
es_es: Salvar registro como...
ja_jp: 名前をつけてログを保存...
zh_cn: 保存记录为...
zh_tw: 另存記錄檔案...

# MENU:debugger_rundebug
source: Debugger option: Run debugger
es_es: Opción del depurador: Iniciar depurador
ja_jp: デバッガオプション: デバッガを実行
zh_cn: 调试器选项: 运行调试器
zh_tw: 除錯器選項: 執行除錯器

# MENU:debugger_runnormal
source: Debugger option: Run normal
es_es: Opción del depurador: Ejecutar normalmente
ja_jp: デバッガオプション: 通常実行
zh_cn: 调试器选项: 正常运行方式
zh_tw: 除錯器選項: 正常執行方式

# MENU:debugger_runwatch
source: Debugger option: Run watch
es_es: Opción del depurador: Ejecutar observador
ja_jp: デバッガオプション: Watchを実行
zh_cn: 调试器选项: 监视运行方式
zh_tw: 除錯器選項: 監視執行方式

# MENU:HelpCommandMenu
source: DOS commands
es_es: Comandos DOS
ja_jp: DOS コマンド
zh_cn: DOS 命令
zh_tw: DOS 命令

# MENU:DebugMenu
source: Debug
es_es: Depurador
ja_jp: デバッグ
zh_cn: 调试
zh_tw: 除錯

# MENU:debug_blankrefreshtest
source: Refresh test (blank display)
es_es: Prueba de refresco (pantalla en blanco)
ja_jp: リフレッシュのテスト (空白の画面)
zh_cn: 刷新测试 (空白显示)
zh_tw: 刷新測試 (空白顯示)
