Repository: hlhtddx/dosbox-x
Catalog: contrib/translations/*.po
Languages: es_es, ja_jp, zh_cn, zh_tw

# SHELL_CMD_ECHO_ON
source: ECHO is on.
es_es: ECHO está activado.
ja_jp: ECHO は <ON> です。
zh_cn: ECHO状态为开.
zh_tw: ECHO狀態為開.

# SHELL_CMD_ECHO_OFF
source: ECHO is off.
es_es: ECHO está desactivado.
ja_jp: ECHO は <OFF> です。
zh_cn: ECHO状态为关.
zh_tw: ECHO狀態為關.

# SHELL_ILLEGAL_SWITCH
source: Invalid switch - %s
es_es: Parámetro no válido - %s
ja_jp: 無効なスイッチ - %s
zh_cn: 开关非法 - %s
zh_tw: 開關不合法的 - %s

# SHELL_MISSING_PARAMETER
source: Required parameter missing.
es_es: Falta un parámetro requerido.
ja_jp: パラメータが足りません。
zh_cn: 缺少必要的参数.
zh_tw: 缺少必要的參數.

# SHELL_MISSING_FILE
source: The following file is missing or corrupted: %s
es_es: El siguiente archivo falta o está corrupto: %s
ja_jp: ファイルが見つからないか、壊れています: %s
zh_cn: 以下文件丢失或损坏: %s
zh_tw: 以下檔案遺失或損壞: %s

# SHELL_CMD_CHDIR_ERROR
source: Invalid directory - %s
es_es: Directorio inválido - %s
ja_jp: 無効なディレクトリ - %s
zh_cn: 无效目录 - %s
zh_tw: 無效目錄 - %s

# SHELL_CMD_CHDIR_HINT
source: Hint: To change to different drive type ←[31m%c:←[0m
es_es: Consejo: Para cambiar de unidad teclea ←[31m%c:←[0m
ja_jp: ヒント: ドライブを変更するためには [31m%c:[0mと入力する。
zh_cn: 提示: 切换驱动器请输入 [31m%c:[0m
zh_tw: 提示: 切換磁碟機請輸入 [31m%c:[0m

# SHELL_CMD_CHDIR_HINT_2
source: directoryname contains unquoted spaces. Try ←[31mcd %s←[0m or properly quote them with quotation marks.
es_es: nombre de directorio contiene espacios sin comillas. Usa ←[31mcd %s←[0m o agregale correctamente sus comillas.
ja_jp: ディレクトリ名に空白文字が含まれます。 [31mcd %s[0m または適切にクオーテーションマークで適切に囲ってください。
zh_cn: 目录名包含未用引号包含的空格. 试试 [31mcd %s[0m 或用引号包含住空格.
zh_tw: 目錄名包含未用引號包含的空格. 試試 [31mcd %s[0m 或用引號包含住空格.

# SHELL_CMD_CHDIR_HINT_3
source: You are still on drive Z:, and the specified directory cannot be found. For accessing a mounted drive, change to the drive with a syntax like ←[31mC:←[0m.
es_es: Aún estás en la unidad Z:, y el directorio indicado no se encuentra. Para ir a una unidad montada, cambia de unidad con su nombre por ejemplo ←[31mC:←[0m
ja_jp: 現在のドライブはZ:で、指定のディレクトリが見つかりません。 マウントしたドライブにアクセスするには、[31mC:[0m等でマウントしたドライブへ変更してください。
zh_cn: 您仍然在 Z 盘, 而且无法找到指定的目录. 如要想访问其它已挂载的驱动器请先切换驱动器，比如 [31mC:[0m.
zh_tw: 您仍然在 Z 碟, 而且無法找到指定的目錄. 如要想存取其它已掛載的磁碟機請先切換磁碟機，比如 [31mC:[0m.

# SHELL_CMD_DATE_HELP
source: Displays or changes the internal date.
es_es: Muestra o cambia la fecha interna.
ja_jp: 内部カレンダを表示または変更します。
zh_cn: 显示或设置日期.
zh_tw: 顯示或設定日期.

# SHELL_CMD_DATE_ERROR
source: The specified date is not correct.
es_es: La fecha especificada no es correcta.
ja_jp: 指定の日付は正しくありません。
zh_cn: 指定的日期不正确.
zh_tw: 指定的日期不正確.

# SHELL_CMD_DATE_DAYS
source: 3SunMonTueWedThuFriSat
es_es: 3DomLunMarMieJueVieSab
ja_jp: 2日月火水木金土
zh_cn: 6星期日星期一星期二星期三星期四星期五星期六
zh_tw: 6星期日星期一星期二星期三星期四星期五星期六

# SHELL_CMD_DATE_NOW
source: Current date:
es_es: Fecha actual:
ja_jp: 現在の日付:
zh_cn: 当前日期:
zh_tw: 目前日期:

# SHELL_CMD_DATE_SETHLP
source: Type 'date %s' to change.
es_es: Teclea 'date %s' para cambiar.
ja_jp: 変更する時は 'date %s' と入力してください.
zh_cn: 输入 'date %s' 改变日期.
zh_tw: 輸入 'date %s' 變更日期.

# SHELL_CMD_DATE_HELP_LONG
source: DATE [[/T] [/H] [/S] | date] date: New date to set /S: Permanently use host time and date as DOS time /F: Switch back to DOSBox-X internal time (opposite of /S) /T: Only display date /H: Synchronize with host
es_es: DATE [[/T] [/H] [/S] | date] date: Nueva fecha a establecer /S: Usar fecha y hora del sistema anfitrión en DOS /F: Vuelve a fecha y hora internas de DOSBox-X (inverso a /S) /T: Solo muestra la fecha /H: Sincronizar con el anfitrión
ja_jp: DATE [[/T] [/H] [/S] | date] date: 新しく指定する日付 /S: 常にホストの日付・時間をDOSの時間として使用 /F: DOSBox-X の内部時間に戻す(/Sの逆) /T: 日付の表示のみ /H: ホストと同期
zh_cn: DATE [[/T] [/H] [/S] | 日期] 日期: 要设定的新日期 /S: DOS日期和时间永久与主机日期和时间同步 /F: 切换为DOSBox-X内部日期和时间 (与/S相反) /T: 只显示日期 /H: 与主机同步
zh_tw: DATE [[/T] [/H] [/S] | 日期] 日期: 要設定的新日期 /S: DOS日期和時間永久與主機日期和時間同步 /F: 切換為DOSBox-X內部日期和時間 (與/S相反) /T: 只顯示日期 /H: 與主機同步

# SHELL_CMD_TIME_HELP
source: Displays or changes the internal time.
es_es: Muestra o cambia la hora interna.
ja_jp: 内部時刻を表示または変更します。
zh_cn: 显示或设置时间.
zh_tw: 顯示或設定時間.

# SHELL_CMD_TIME_ERROR
source: The specified time is not correct.
es_es: La hora especificada no es correcta.
ja_jp: 指定の時間は正しくありません。
zh_cn: 指定的时间不正确.
zh_tw: 指定的時間不正確.

# SHELL_CMD_TIME_NOW
source: Current time:
es_es: Hora actual:
ja_jp: 現在の時間:
zh_cn: 当前时间:
zh_tw: 目前時間:

# SHELL_CMD_TIME_SETHLP
source: Type 'time %s' to change.
es_es: Teclea 'time %s' para cambiar.
ja_jp: 変更する時は 'time %s' と入力してください。
zh_cn: 输入 'time %s' 改变时间.
zh_tw: 輸入 'time %s' 變更時間.

# SHELL_CMD_TIME_HELP_LONG
source: TIME [[/T] [/H] | time] time: New time to set /T: Display simple time /H: Synchronize with host
es_es: TIME [[/T] [/H] | time] time: Nueva hora a establecer /T: Mostrar hora simple /H: Sincronizar con anfitrión
ja_jp: TIME [[/T] [/H] | time] time: 新しく指定する時刻 /T: 時刻の簡易表示 /H: ホストと同期する
zh_cn: TIME [[/T] [/H] | 时间] 时间: 要设定的新时间 /T: 简洁显示时间 /H: 与主机同步
zh_tw: TIME [[/T] [/H] | 時間] 時間: 要設定的新時間 /T: 簡潔顯示時間 /H: 與主機同步

# SHELL_CMD_MKDIR_EXIST
source: Directory already exists - %s
es_es: Directorio ya existe - %s
ja_jp: ディレクトリが既に存在します - %s
zh_cn: 目录已存在 - %s
zh_tw: 目錄已存在 - %s

# SHELL_CMD_MKDIR_ERROR
source: Unable to create directory - %s
es_es: Incapaz de crear directorio - %s
ja_jp: ディレクトリを作成できませんでした - %s
zh_cn: 不能创建目录 - %s
zh_tw: 不能建立目錄 - %s

# SHELL_CMD_RMDIR_ERROR
source: Invalid path, not directory, or directory not empty - %s
es_es: Ruta no válida, no es un directorio o no está vacío - %s
ja_jp: パスが無効かディレクトリでないか、ディレクトリが空ではありません - %s
zh_cn: 路径无效,不是目录,或目录非空 - %s
zh_tw: 路徑無效,不是目錄,或目錄非空 - %s

# SHELL_CMD_RENAME_ERROR
source: Unable to rename - %s
es_es: Incapaz de renombrar - %
ja_jp: ファイル名を変更できませんでした: %s
zh_cn: 无法进行重命名 - %s
zh_tw: 無法進行重新命名 - %s

# SHELL_CMD_ATTRIB_GET_ERROR
source: Unable to get attributes: %s
es_es: Incapaz de obtener atributos: %s
ja_jp: ファイル属性を取得できませんでした: %s
zh_cn: 无法获得属性: %s
zh_tw: 無法獲得屬性: %s

# SHELL_CMD_ATTRIB_SET_ERROR
source: Unable to set attributes: %s
es_es: Incapaz de establecer atributos: %s
ja_jp: ファイル属性を設定できませんでした: %s
zh_cn: 无法设置属性: %s
zh_tw: 無法設定屬性: %s

# SHELL_CMD_DEL_ERROR
source: Unable to delete - %s
es_es: Incapaz de borrar - %s
ja_jp: 削除できませんでした - %s
zh_cn: 无法删除 - %s
zh_tw: 無法刪除 - %s

# SHELL_CMD_DEL_SURE
source: All files in directory will be deleted! Are you sure [Y/N]?
es_es: ¡Todos los archivos del directorio se borraran! ¿Estás seguro [Y/N]?
ja_jp: ディレクトリ内のすべてのファイルが削除されます! 続けますか [Y/N]?
zh_cn: 目录下的所有文件将被删除! 请确认 [Y/N]?
zh_tw: 目錄下的所有檔案將被刪除! 請確認 [Y/N]?

# SHELL_SYNTAXERROR
source: Syntax error
es_es: Error de sintaxis
ja_jp: 文法のエラー
zh_cn: 语法错误
zh_tw: 語法錯誤

# SHELL_CMD_SET_NOT_SET
source: Environment variable %s not defined.
es_es: Variable de entorno %s no definida.
ja_jp: 環境変数 %s が定義されていません。
zh_cn: 环境变量 %s 未定义.
zh_tw: 環境變數 %s 未定義.

# SHELL_CMD_SET_OUT_OF_SPACE
source: Not enough environment space left.
es_es: No queda suficiente espacio de entorno disponible.
ja_jp: 環境変数領域の空きが足りません。
zh_cn: 没有足够的空间设置环境变量.
zh_tw: 沒有足夠的空間設定環境變數.

# SHELL_CMD_IF_EXIST_MISSING_FILENAME
source: IF EXIST: Missing filename.
es_es: IF EXIST: Archivo inexistente.
ja_jp: IF EXIST: ファイル名を指定してください。
zh_cn: IF EXIST: 缺少文件名.
zh_tw: IF EXIST: 缺少檔名.

# SHELL_CMD_IF_ERRORLEVEL_MISSING_NUMBER
source: IF ERRORLEVEL: Missing number.
es_es: IF ERRORLEVEL: Falta número.
ja_jp: IF ERRORLEVEL: 数値を指定してください。
zh_cn: IF ERRORLEVEL: 缺少数字.
zh_tw: IF ERRORLEVEL: 缺少數字.

# SHELL_CMD_IF_ERRORLEVEL_INVALID_NUMBER
source: IF ERRORLEVEL: Invalid number.
es_es: IF ERRORLEVEL: Número invalido.
ja_jp: IF ERRORLEVEL: 無効な数値
zh_cn: IF ERRORLEVEL: 非法数字.
zh_tw: IF ERRORLEVEL: 不合法的數字.

# SHELL_CMD_GOTO_MISSING_LABEL
source: No label supplied to GOTO command.
es_es: No se ha suministrado etiqueta (label) al comando GOTO.
ja_jp: GOTO コマンドにラベルを指定してください。
zh_cn: 未提供 GOTO 命令所需的标签.
zh_tw: 未提供 GOTO 命令所需的標籤.

# SHELL_CMD_GOTO_LABEL_NOT_FOUND
source: GOTO: Label %s not found.
es_es: GOTO: Etiqueta %s no encontrada.
ja_jp: GOTO: ラベル %s が見つかりません。
zh_cn: GOTO: 标签 %s 找不到.
zh_tw: GOTO: 標籤 %s 找不到.

# SHELL_CMD_FILE_ACCESS_DENIED
source: Access denied - %s
es_es: Acceso denegado - %s
ja_jp: アクセスが拒否されました - %s
zh_cn: 拒绝存取 - %s
zh_tw: 拒絕存取 - %s

# SHELL_CMD_FILE_NOT_FOUND
source: File not found - %s
es_es: Archivo no encontrado - %s
ja_jp: ファイルが見つかりません - %s
zh_cn: 文件找不到 - %s
zh_tw: 檔案找不到 - %s

# SHELL_CMD_FILE_EXISTS
source: File %s already exists.
es_es: El archivo %s ya existe.
ja_jp: ファイル %s は既に存在します。
zh_cn: 文件 %s 已存在.
zh_tw: 檔案 %s 已存在.

# SHELL_CMD_DIR_INTRO
source: Directory of %s
es_es: Directorio de %s
ja_jp: %s のディレクトリ
zh_cn: 列目录 %s
zh_tw: 列目錄 %s

# SHELL_CMD_DIR_BYTES_USED
source: %5d File(s) %17s Bytes
es_es: %5d Archivo(s) %17s Bytes
ja_jp: %5d 個のファイル %17s バイト
zh_cn: %5d 个文件 %17s 字节
zh_tw: %5d 個檔案 %17s 位元組

# SHELL_CMD_DIR_BYTES_FREE
source: %5d Dir(s) %17s Bytes free
es_es: %5d Dir(s) %17s Bytes libres
ja_jp: %5d 個のディレクトリ %17s バイトの空き領域
zh_cn: %5d 个目录 %17s 可用字节
zh_tw: %5d 個目錄 %17s 可用位元組

# SHELL_CMD_DIR_FILES_LISTED
source: Total files listed:
es_es: Archivos totales listados:
ja_jp: ファイル総数:
zh_cn: 列出的总文件数:
zh_tw: 列出的總檔案數:

# SHELL_EXECUTE_DRIVE_NOT_FOUND
source: Drive %c does not exist! You must ←[31mmount←[0m it first. Type ←[1;33mintro←[0m or ←[1;33mintro mount←[0m for more information.
es_es: Unidad %c no existe! Debes ←[31mmontarla←[0m antes. Teclea ←[1;33mintro←[0m or ←[1;33mintro mount←[0m para más detalles.
ja_jp: %c ドライブが存在しません! 最初に [31mmount[0m して下さい。 (詳細は[1;33mintro[0m または [1;33mintro mount[0mを実行)
zh_cn: 驱动器 %c 不存在! 您需要先用 [31mmount[0m 命令挂载该驱动器. 请输入 [1;33mintro[0m 或 [1;33mintro mount[0m 取得更多信息.
zh_tw: 磁碟機 %c 不存在! 您需要先用 [31mmount[0m 命令掛載此磁碟機. 請輸入 [1;33mintro[0m 或 [1;33mintro mount[0m 取得更多資訊.

# SHELL_EXECUTE_DRIVE_ACCESS_CDROM
source: Do you want to give DOSBox-X access to your real CD-ROM drive %c [Y/N]?
es_es: ¿Deseas permitir a DOSBox-X acceder a tu unidad de CD-ROM real %c [Y/N]?
ja_jp: DOSBox-X に実際のCD-ROM %c へのアクセスを許可しますか %c [Y/N]?
zh_cn: 您是否想让 DOSBox-X 访问光盘驱动器 %c [Y/N]?
zh_tw: 您是否想讓 DOSBox-X 存取光碟機 %c [Y/N]?

# SHELL_EXECUTE_DRIVE_ACCESS_FLOPPY
source: Do you want to give DOSBox-X access to your real floppy drive %c [Y/N]?
es_es: ¿Deseas permitir a DOSBox-X acceder a tu unidad de disquete real %c [Y/N]?
ja_jp: DOSBox-X に実際のフロッピーディスク %c へのアクセスを許可しますか [Y/N]?
zh_cn: 您是否想让 DOSBox-X 访问软盘驱动器 %c [Y/N]?
zh_tw: 您是否想讓 DOSBox-X 存取軟碟機 %c [Y/N]?

# SHELL_EXECUTE_DRIVE_ACCESS_REMOVABLE
source: Do you want to give DOSBox-X access to your real removable drive %c [Y/N]?
ja_jp: DOSBox-X に実際のリムーバブルドライブ %c へのアクセスを許可しますか [Y/N]?
zh_cn: 您是否想让 DOSBox-X 访问移动驱动器 %c [Y/N]?
zh_tw: 您是否想讓 DOSBox-X 存取可移動磁碟機 %c [Y/N]?

# SHELL_EXECUTE_DRIVE_ACCESS_NETWORK
source: Do you want to give DOSBox-X access to your real network drive %c [Y/N]?
es_es: ¿Deseas permitir a DOSBox-X acceder a tu unidad de red real %c [Y/N]?
ja_jp: DOSBox-X に実際のネットワークドライブ %c へのアクセスを許可しますか [Y/N]?
zh_cn: 您是否想让 DOSBox-X 访问网络驱动器 %c [Y/N]?
zh_tw: 您是否想讓 DOSBox-X 存取網路磁碟機 %c [Y/N]?

# SHELL_EXECUTE_DRIVE_ACCESS_FIXED
source: Do you really want to give DOSBox-X access to everything on your real hard drive %c [Y/N]?
es_es: ¿Realmente quieres otorgar a DOSBox-X acceso a todo en tu disco duro real %c [Y/N]?
ja_jp: 本当に DOSBox-X に実機のハードディスク %c の全てにアクセスできるように しますか[Y/N]?
zh_cn: 您是否想让 DOSBox-X 访问硬盘驱动器 %c 上的所有内容 [Y/N]?
zh_tw: 您是否想讓 DOSBox-X 存取硬碟機 %c 上的所有內容 [Y/N]?

# SHELL_EXECUTE_DRIVE_ACCESS_FIXED_LESS
source: Do you want to give DOSBox-X access to your real hard drive %c [Y/N]?
es_es: ¿Quieres dar a DOSBox-X acceso a tu disco duro real %c [Y/N]?
ja_jp: DOSBox-X に実機のハードディスク %c へのアクセスを許可しますか[Y/N]?
zh_cn: 您是否想让 DOSBox-X 访问硬盘驱动器 %c [Y/N]?
zh_tw: 您是否想讓 DOSBox-X 存取硬碟機 %c [Y/N]?

# SHELL_EXECUTE_ILLEGAL_COMMAND
source: Bad command or filename - "%s"
es_es: Comando o nombre de archivo incorrecto - "%s"
ja_jp: コマンドまたはファイル名が無効です - "%s"
zh_cn: 错误的命令或文件名 - "%s"
zh_tw: 錯誤的命令或檔名 - "%s"

# SHELL_CMD_PAUSE
source: Press any key to continue . . .
es_es: Pulsa cualquier tecla para continuar . . .
ja_jp: 続けるには何かキーを押してください . . .
zh_cn: 按任意键继续...
zh_tw: 按任意鍵繼續...

# SHELL_CMD_PAUSE_HELP
source: Waits for one keystroke to continue.
es_es: Espera una pulsación del teclado para continuar.
ja_jp: キーを一つ押されたら、続行します。
zh_cn: 提示按任意键继续.
zh_tw: 提示按任意鍵繼續.

# SHELL_CMD_PAUSE_HELP_LONG
source: PAUSE
ja_jp: 中断

# SHELL_CMD_COPY_FAILURE
source: Copy failure - %s
es_es: Fallo de copia - %s
ja_jp: コピーに失敗しました。 - %s
zh_cn: 文件拷贝失败 - %s
zh_tw: 檔案拷貝失敗 - %s

# SHELL_CMD_COPY_SUCCESS
source: %d File(s) copied.
es_es: %d Archivo(s) copiado(s).
ja_jp: %d 個のファイルをコピーしました。
zh_cn: 已复制 %d 个文件.
zh_tw: 已複製 %d 個檔案.

# SHELL_CMD_COPY_CONFIRM
source: Overwrite %s (Yes/No/All)?
es_es: ¿Sobreescribir %s (Yes/No/All)?
ja_jp: %s を上書きしますか (Yes/No/All)?
zh_cn: 覆盖 %s (Y:是/N:否/A:全部)?
zh_tw: 覆蓋 %s (Y:是/N:否/A:全部)?

# SHELL_CMD_COPY_NOSPACE
source: Insufficient disk space - %s
es_es: Espacio en disco insuficiente - %s
ja_jp: ディスクの空き容量が足りません - %s
zh_cn: 磁盘空间不足 - %s
zh_tw: 磁碟空間不足 - %s

# SHELL_CMD_COPY_ERROR
source: Copy error - %s
es_es: Error de copia - %s
ja_jp: コピーできません - %s
zh_cn: 文件拷贝错误 - %s
zh_tw: 檔案拷貝錯誤 - %s

# SHELL_CMD_SUBST_DRIVE_LIST
source: The currently mounted local drives are:
es_es: Las unidades locales actualmente montadas son:
ja_jp: 現在マウントされているローカルドライブ:
zh_cn: 目前已挂载的驱动器为:
zh_tw: 目前已掛載的磁碟機為:

# SHELL_CMD_SUBST_NO_REMOVE
source: Unable to remove, drive not in use.
es_es: Incapaz de eliminar, unidad no en uso.
ja_jp: 削除できません。ドライブは使用されていません。
zh_cn: 无法移除未使用的驱动器.
zh_tw: 無法移除未使用的磁碟機.

# SHELL_CMD_SUBST_IN_USE
source: Target drive is already in use.
es_es: Unidad de destino en uso.
ja_jp: 指定のドライブは既に使用中です。.
zh_cn: 指定的驱动器已使用.
zh_tw: 指定的磁碟機已使用.

# SHELL_CMD_SUBST_NOT_LOCAL
source: It is only possible to use SUBST on local drives.
es_es: Solo se puede usar SUBST en unidades locales.
ja_jp: SUBST はローカルドライブにのみ使用可能です。
zh_cn: SUBST 命令只能挂载本地驱动器.
zh_tw: SUBST 命令只能掛載本機磁碟機.

# SHELL_CMD_SUBST_INVALID_PATH
source: The specified drive or path is invalid.
es_es: La ruta o unidad especificada no es válida.
ja_jp: 指定のドライブまたはパスは無効です。
zh_cn: 指定的驱动器或目录非法.
zh_tw: 指定的磁碟機或目錄不合法的.

# SHELL_CMD_SUBST_FAILURE
source: SUBST: There is an error in your command line.
es_es: SUBST: Hay un error en tu línea de comando.
ja_jp: SUBST: コマンドラインにエラーがあります。
zh_cn: SUBST: 命令行参数错误.
zh_tw: SUBST: 命令列參數錯誤.

# SHELL_STARTUP_TITLE
source: Welcome to DOSBox-X !
es_es: Bienvenido a DOSBox-X!
ja_jp: DOSBox-Xへようこそ !
zh_cn: 欢迎使用 DOSBox-X !
zh_tw: 歡迎使用 DOSBox-X !

# SHELL_STARTUP_HEAD1_PC98
source: ←[36mGetting Started with DOSBox-X:←[37m
es_es: ←[36mEmpezando con DOSBox-X (Traducido por Carlos Romero): ←[37m
ja_jp: [36mDOSBox-X をはじめよう:[37m

# SHELL_STARTUP_TEXT1_PC98
source: Type ←[32mHELP←[37m for shell commands, and ←[32mINTRO←[37m for a short introduction. You could also complete various tasks through the ←[33mdrop-down menus←[37m.
es_es: Usa ←[32mHELP←[37m para ver la lista de comandos, ←[32mINTRO←[37m para un mini manual. Y puedes hacer mucho mas con la ←[33mbarra de menu desplegables←[37m.
ja_jp: 内部コマンドの一覧は [32mHELP[37m, 簡単な紹介は[32mINTRO[37m とタイプして下さい。 [33mドロップダウンメニュー[37mからも様々な設定が可能です。

# SHELL_STARTUP_EXAMPLE_PC98
source: ←[32mExample←[37m: Try select ←[33mTrueType font←[37m or ←[33mOpenGL perfect←[37m output option.
es_es: ←[32mEj←[37m: Prueba en salida de video ←[33mTrueType font←[37m u ←[33mOpenGL pixel-perfect←[37m
ja_jp: [32m例[37m: 出力オプション[33mTrueType font[37m,[33mOpenGL pixel-perfect[37mを試して下さい

# SHELL_STARTUP_TEXT2_PC98
source: To launch the ←[33mConfiguration Tool←[37m, use ←[31mhost+C←[37m. Host key is ←[32mF11←[37m. To activate the ←[33mMapper Editor←[37m for key assignments, use ←[31mhost+M←[37m. To switch between windowed and full-screen mode, use ←[31mhost+F←[37m. To adjust the emulated CPU speed, use ←[31mhost+Plus←[37m and ←[31mhost+Minus←[37m.
es_es: Para lanzar ←[33m"Configuration Tool"←[37m usa ←[31mhost+C←[37m. La tecla HOST es ←[32mF11←[37m. Para activar el ←[33m"Mapper Editor"←[37m para asignar teclas, usa ←[31mhost+M←[37m. Para conmutar entre pantalla completa o modo ventana, usa ←[31mhost+F←[37m. Para ajustar la velocidad de CPU, usa ←[31mhost+MAS←[37m o ←[31mhost+MENOS←[37m.
ja_jp: [33m設定ツール[37mの起動 [31mhost+C[37m. host キーは [32mF11[37m. [33mマッパーエディタ[37m(キー設定)の起動 [31mhost+M[37m. 全画面表示とウィンドウ表示の切替 [31mF11 [37m+ [31mF[37m エミュレーション速度の調整 [31mF11 [37m+ [31mプラス[37m[37m または [31mF11 [37m+ [31mマイナス[37m

# SHELL_STARTUP_INFO_PC98
source: ←[36mDOSBox-X is now running in ←[32mJapanese NEC PC-98←[36m emulation mode.←[37m
es_es: ←[36mDOSBox-X funcionando en modo ←[32mNEC PC-98xx←[36m. ←[37m
ja_jp: [36mDOSBox-X は日本の [32mNEC PC-98[36m エミュレーションモードで動作中です。[37m

# SHELL_STARTUP_TEXT3_PC98
source: ←[32mDOSBox-X project ←[33mhttps://dosbox-x.com/ ←[36mComplete DOS emulations←[37m ←[32mDOSBox-X guide ←[33mhttps://dosbox-x.com/wiki←[37m ←[36mDOS, Windows 3.x and 9x←[37m ←[32mDOSBox-X support ←[33mhttps://github.com/joncampbell123/dosbox-x/issues←[37m
es_es: ←[32mWeb de DOSBox-X ←[33mhttps://dosbox-x.com/ ←[36mEmulacion completa DOS ←[37m ←[32mGuia y manuales ←[33mhttps://dosbox-x.com/wiki←[37m ←[36mDOS Windows 3.x y Win9x←[37m ←[32mSoporte DOSBox-X ←[33mhttps://github.com/joncampbell123/dosbox-x/issues←[37m ←[32mTraduccion←[37m ←[33mhttps://github.com/Dalekamistoso/dosbox-x ←[37m
ja_jp: [32mプロジェクト ページ[37m: [33mhttps://dosbox-x.com/ [36mComplete DOS emulations[37m [32mユーザガイドWiki[37m: [33mhttps://dosbox-x.com/wiki[32m [36mDOS,Windows 3.x and 9x[37m [32mバグ報告・提案 [37m: [33mhttps://github.com/joncampbell123/dosbox-x/issues[37m

# SHELL_STARTUP_HEAD1
source: ←[36mGetting started with DOSBox-X: ←[37m
es_es: ←[36mEmpezando con DOSBox-X (Traducido a español por Carlos Romero): ←[37m
ja_jp: [36mDOSBox-X をはじめよう: [37m
zh_cn: [36m轻松上手 DOSBox-X: [37m
zh_tw: [36m輕鬆上手 DOSBox-X: [37m

# SHELL_STARTUP_TEXT1
source: Type ←[32mHELP←[37m to see the list of shell commands, ←[32mINTRO←[37m for a brief introduction. You can also complete various tasks in DOSBox-X through the ←[33mdrop-down menus←[37m.
es_es: Usa ←[32mHELP←[37m para ver una lista de comandos, ←[32mINTRO←[37m para un pequeño manual. Y puedes hacer más cosas en DOSBox-X con la ←[33mbarra de menús desplegables←[37m.
ja_jp: 内部コマンドの一覧を表示するには[32mHELP[37m, 簡単な紹介は[32mINTRO[37m とタイプしてください [33mドロップダウンメニュー[37mからも様々な設定が可能です。
zh_cn: 输入 [32mHELP[37m 命令查看DOS命令列表, 或输入 [32mINTRO[37m 命令进入 DOSBox-X 的简短介绍。 您亦可以通过 DOSBox-X 所带的[33m下拉式菜单[37m来完成 DOSBox-X 的各种操作和功能。
zh_tw: 輸入 [32mHELP[37m 命令檢視DOS命令清單, 或輸入 [32mINTRO[37m 命令進入 DOSBox-X 的簡短介紹。 您亦可以通過 DOSBox-X 所帶的[33m下拉式選單[37m來完成 DOSBox-X 的各種操作和功能。

# SHELL_STARTUP_EXAMPLE
source: ←[32mExample←[37m: Try select the ←[33mTrueType font←[37m or ←[33mOpenGL pixel-perfect←[37m output option.
es_es: ←[32mEjemplo←[37m: Prueba las opciones de salida ←[33mTrueType font←[37m o ←[33mOpenGL pixel-perfect←[37m.
ja_jp: [32m例[37m: 出力オプション[33mTrueType font[37m または [33mOpenGL pixel-perfect[37m を試してください
zh_cn: [32m举例[37m: 您可以试着在 [32m视频[37m 菜单中选择 [33mTTF[37m 或者 [33mOpenGL perfect[37m 输出选项。
zh_tw: [32m舉例[37m: 您可以試著在 [32m影像[37m 選單中選擇 [33mTTF[37m 或者 [33mOpenGL perfect[37m 輸出選項。

# SHELL_STARTUP_HEAD2
source: ←[36mUseful default shortcuts: ←[37m
es_es: ←[36mAlgunos atajos útiles ya predeterminados: ←[37m
ja_jp: [36m便利なデフォルトのショートカット [37m
zh_cn: [36m常用的默认快捷方式: [37m
zh_tw: [36m常用的預設快速鍵: [37m

# SHELL_STARTUP_TEXT2
source: - switch between windowed and full-screen mode with key combination ←[31mF11 ←[37m+ ←[31mF←[37m ←[37m - launch ←[33mConfiguration Tool←[37m using ←[31mF11 ←[37m+ ←[31mC←[37m←[37m, and ←[33mMapper Editor←[37m using ←[31mF11 ←[37m+ ←[31mM←[37m ←[37m - increase or decrease the emulation speed with ←[31mF11 ←[37m+ ←[31mPlus←[37m←[37m or ←[31mF11 ←[37m+ ←[31mMinus←[37m ←[37m
es_es: - conmutar entre ventana normal y pantalla completa con el atajo ←[31mF11 ←[37m+ ←[31mF←[37m ←[37m - lanzar ←[33mHerramienta de configuración←[37m ←[31mF11 ←[37m+ ←[31mC←[37m←[37m / ←[33mEditor de Mapper←[37m ←[31mF11 ←[37m+ ←[31mM←[37m ←[37m - subir o bajar la velocidad de emulación: ←[31mF11 ←[37m+ ←[31mMAS←[37m←[37m sube / ←[31mF11 ←[37m+ ←[31mMENOS←[37m baja←[37m
ja_jp: - 全画面表示とウィンドウ表示の切替 [31mF11 [37m+ [31mF[37m [37m - [33m設定ツール[37m の起動 [31mF11 [37m+ [31mC[37m[37m, [33mマッパーエディタ[37m の起動 [31mF11 [37m+ [31mM[37m [37m - エミュレーション速度の調整 [31mF11 [37m+ [31mプラス[37m[37m または [31mF11 [37m+ [31mマイナス[37m [37m
zh_cn: - 切换窗口和全屏模式： [31mF11 [37m+ [31mF[37m [37m - 打开 [33m配置工具[37m： [31mF11 [37m+ [31mC[37m[37m； [33m按键编辑[37m: [31mF11 [37m+ [31mM[37m [37m - 提高或降低模拟速度： [31mF11 [37m+ [31m加号[37m[37m 或 [31mF11 [37m+ [31m减号[37m [37m
zh_tw: - 切換視窗和全螢幕模式： [31mF11 [37m+ [31mF[37m [37m - 開啟 [33m組態工具[37m： [31mF11 [37m+ [31mC[37m[37m； [33m按鍵編輯[37m: [31mF11 [37m+ [31mM[37m [37m - 提高或降低模擬速度： [31mF11 [37m+ [31m加號[37m[37m 或 [31mF11 [37m+ [31m減號[37m [37m

# SHELL_STARTUP_CGA
source: Composite CGA mode is supported. Use ←[31mCtrl+F8←[37m to set composite output ON/OFF. Use ←[31mCtrl+Shift+[F7/F8]←[37m to change hue; ←[31mCtrl+F7←[37m selects early/late CGA model.
es_es: Modo compuesto de CGA soportado. Usa ←[31mCtrl+F8←[37m para activarlo o desactivarlo. Ajuste de matiz ←[31mCtrl+Shift+[F7/F8]←[37m. Usa ←[31mCtrl+F7←[37m para modo CGA nuevo/viejo.
ja_jp: コンポジット CGA モード [31mCtrl+F8[37m でコンポジット出力ON/OFFを切り替えます。 [31mCtrl+Shift+[F7/F8][37m で色合いを変更します; [31mCtrl+F7[37m early/late CGA モデルを切り替えます。
zh_cn: 支持 CGA 合成模式. 按 [31mCtrl+F8[37m 键启用或禁用合成输出. 按 [31mCtrl+Shift+[F7/F8][37m 改变色度; 按 [31mCtrl+F7[37m 选择早期/晚期 CGA 型号.
zh_tw: 支援 CGA 合成模式. 按 [31mCtrl+F8[37m 鍵啟用或停用合成輸出. 按 [31mCtrl+Shift+[F7/F8][37m 變更色度; 按 [31mCtrl+F7[37m 選擇早期/晚期 CGA 型號.

# SHELL_STARTUP_CGA_MONO
source: Use ←[31mCtrl+F7←[37m to cycle through green, amber, and white monochrome color, and ←[31mCtrl+F8←[37m to change contrast/brightness settings.
ja_jp: [31mCtrl+F7[37m で色を緑・アンバー・白黒を切り替え, [31mCtrl+F8[37m でコントラスト・明るさを設定します。
zh_cn: 按 [31mCtrl+F7[37m 键在单色间切换： 绿色、琥珀色、白色. 按 [31mCtrl+F8[37m 键改变高对比度/亮度设置.
zh_tw: 按 [31mCtrl+F7[37m 鍵在單色間切換： 綠色、琥珀色、白色. 按 [31mCtrl+F8[37m 鍵變更高對比度/亮度設定.

# SHELL_STARTUP_HERC
source: Use ←[31mCtrl+F7←[37m to cycle through white, amber, and green monochrome color. Use ←[31mCtrl+F8←[37m to toggle horizontal blending (only in graphics mode).
es_es: Usa ←[31mCtrl+F7←[37m para cambiar entre monitor blanco/verde/monocromo/color. Usa ←[31mCtrl+F8←[37m para activar el mezclado horizontal (sólo en modo gráfico).
ja_jp: [31mCtrl+F7[37m で色を緑・アンバー・白黒を切り替えます。 Use [31mCtrl+F8[37m to toggle horizontal blending (only in graphics mode).
zh_cn: 按 [31mCtrl+F7[37m 键在单色间切换： 白色、琥珀色、绿色. 按 [31mCtrl+F8[37m 键切换水平混合 (仅图形模式).
zh_tw: 按 [31mCtrl+F7[37m 鍵在單色間切換： 白色、琥珀色、綠色. 按 [31mCtrl+F8[37m 鍵切換水平混合 (僅圖形模式).

# SHELL_STARTUP_HEAD3
source: ←[36mDOSBox-X project on the web: ←[37m
es_es: ←[36mDOSBox-X en internet: ←[37m
ja_jp: [36mDOSBox-X プロジェクト Webサイト: [37m
zh_cn: [36mDOSBox-X 项目在线: [37m
zh_tw: [36m線上 DOSBox-X 專案: [37m
